{
    "@odata.context": "https://cds-sit-we-01.search.windows.net/indexes('job-profiles')/$metadata#docs(Id,OriginalItemId,PipeId,ContentType,Title,PublicationDate,Link,Summary,Provider,SOC,AlternativeTitles,Overview,EntryRequirements,SkillsYoullNeed,WhatYoullDo,WorkingHoursPatternsAndEnvironment,CareerPathAndProgression,RelatedJobFamilies,Keywords,Language,IdentityField)",
    "value": [
        {
            "@search.score": 3.9660585,
            "Id": "190e8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "a3e58031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Solicitor",
            "PublicationDate": "2016-03-30T13:02:55.387Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2413",
            "AlternativeTitles": "Lawyer",
            "Overview": "Solicitors advise clients about the law, and act on their behalf in legal matters.",
            "EntryRequirements": "There are several ways to become a solicitor.    \nYou could do a law degree (called an LLB or Bachelor of Laws), then take the Legal Practice Course (LPC).  \nYou could do a non-law degree, then take the Common Professional Examination (CPE) or Graduate Diploma in Law (GDL) conversion course, then the LPC.      If you don't have a degree, you could get into this job through a solicitor apprenticeship.    \nYou could also work for a law firm and take legal qualifications on-the-job. The Chartered Institute of Legal Executives (CILEx) has details.",
            "SkillsYoullNeed": "\nYou'll need:\n    excellent communication skills\n       research and analysis skills  skills with figures, if you're doing property and financial work  ",
            "WhatYoullDo": "You could work in different areas, including:    private practice – providing legal services such as conveyancing, probate, civil and family law, litigation, personal injury and criminal law  commercial practice – advising and acting for businesses in areas including contract law, tax, employment law and company sales and mergers  providing in-house legal advice – or companies, the government or local authorities  the Crown Prosecution Service – examining evidence to decide whether to bring cases to court    You'll be:    advising and representing clients in court, or instructing barristers or advocates to act for for them\n       drafting confidential letters and contracts  researching legal records and case law\n       attending meetings and negotiations\n       managing finances and preparing papers for court\n       explaining complex legal matters to clients  ",
            "WorkingHoursPatternsAndEnvironment": "You'll usually work 37 hours a week, but longer hours are common. You may be on call at weekends and bank holidays. You may need to attend police stations at any time of the day or night.\n  \nYou'll work in an office but could travel to clients and meetings. If you specialise in criminal law, you'll spend a lot of time in court.\n",
            "CareerPathAndProgression": "With experience, you could become a partner in a private practice firm of solicitors. As a commercial solicitor you could manage an in-house legal department.  \nYou could do further training and become a barrister.  \nJoining a professional body like the Law Society can give you access to training and events.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "Layer Brief",
            "Language": "",
            "IdentityField": "a3e58031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 2.2168999,
            "Id": "5a148631-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "0e148631-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "LJ Alternative Title",
            "PublicationDate": "2017-01-27T15:12:51.74Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "9999",
            "AlternativeTitles": "Solicitor",
            "Overview": "LJ Test Profile",
            "EntryRequirements": "",
            "SkillsYoullNeed": "",
            "WhatYoullDo": "",
            "WorkingHoursPatternsAndEnvironment": "",
            "CareerPathAndProgression": "",
            "RelatedJobFamilies": [],
            "Keywords": "",
            "Language": "",
            "IdentityField": "0e148631-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.893863,
            "Id": "7b148631-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "ce138631-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "LJ Overview",
            "PublicationDate": "2017-01-27T15:13:40.707Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "9999",
            "AlternativeTitles": "",
            "Overview": "Solicitor",
            "EntryRequirements": "",
            "SkillsYoullNeed": "",
            "WhatYoullDo": "",
            "WorkingHoursPatternsAndEnvironment": "",
            "CareerPathAndProgression": "",
            "RelatedJobFamilies": [],
            "Keywords": "",
            "Language": "",
            "IdentityField": "ce138631-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.21567246,
            "Id": "376c8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "9ee58031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Barrister",
            "PublicationDate": "2016-05-12T11:06:38.013Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2412",
            "AlternativeTitles": "",
            "Overview": "\nBarristers give specialist legal advice, advising solicitors and representing people in court and at tribunals and public enquiries.\n",
            "EntryRequirements": "You'll need an approved law degree or a degree in any other subject followed by a postgraduate Common Professional Examination (CPE) or Graduate Diploma in Law (GDL).  \nSome universities may want you to pass the National Admissions Test for Law (LNAT).  \nYou'll then need to complete  work-based training and practical experience, called 'pupillage'.  The Bar Council has more information on becoming a barrister",
            "SkillsYoullNeed": "\nYou'll need:\n    to be able to analyse large amounts of information\n       research and writing skills\n       a logical approach and a high level of attention to detail\n       the ability to work well under pressure\n       confident public speaking skills\n       ",
            "WhatYoullDo": "You'll either be self-employed and work from chambers in private practice, or be employed by one organisation, like the  Government Legal Service,  Crown Prosecution Service, armed forces or a human rights organisation.   \nYou'll spend most of your time preparing for cases and presenting in court. Your work will focus on one particular area, like criminal law.\n  Your day-to-day duties could include:\n    negotiating settlements\n       taking on cases (briefs)\n       having meetings with clients about their legal situation\n       offering advice\n       researching the law relating to previous similar cases\n       providing written legal opinion\n       getting briefs ready for court by reading witness statements and reports\n       preparing legal arguments\n       presenting the case to the judge and jury\n       cross-examining witnesses\n       summing up the case\n           ",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll often work more than the standard 40 hour week. You may travel to courts every day, particularly if you're involved in criminal or family law.\n  \nIf you're self-employed (in private practice), you'll share chambers with other barristers. You'll divide your time between chambers and court.    \nIf you're an employed barrister, you'll be office-based with occasional travel to meetings, court or tribunals.\n  \nIn court, you'll wear a wig and gown. Outside of court, you'll be expected to dress in smart business clothes.\n",
            "CareerPathAndProgression": "With experience, you could find employment with the EU or with firms supplying legal services in commerce, finance or industry.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "9ee58031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.20372924,
            "Id": "72128231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "ce0f8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Legal executive",
            "PublicationDate": "2016-08-08T10:10:57.66Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3520",
            "AlternativeTitles": "",
            "Overview": "Legal executives specialise in one area of law and carry out similar tasks to solicitors.",
            "EntryRequirements": "You’ll need to take the  Chartered Institute of Legal Executives (CILEx) graduate fast-track diploma to become a chartered member.  To become a chartered member, you’ll need:    to have completed a law degree recognised by the Solicitors Regulation Authority (SRA) within the last 7 years, or    to have completed a common professional examination (CPE), or graduate diploma in law (GDL, sometimes known as GDip) conversion course, if you’re a non-law graduate    If you don't have any law qualifications:    you could work for a law firm and study part-time for a level 3 diploma or level 6 professional higher diploma, or  start as a clerical assistant or legal secretary    You’ll then need to work for a further 3 years before qualifying.  \nEven if you’re not working in a legal environment, if you meet the entry requirements, you could study for the CILEx graduate fast-track diploma full-time, part-time or at home.\nCILEx has more information on becoming a legal executive.",
            "SkillsYoullNeed": "You’ll need:    excellent communication skills  administrative and IT skills  accuracy and attention to detail  research skills  an organised approach  the ability to work under pressure  ",
            "WhatYoullDo": "You’ll specialise in a branch of law, like:    conveyancing – the legal side of buying and selling property    probate – wills, trusts and inheritance tax    family law – divorce and children’s matters    civil litigation – disputes between people    criminal law – defence or prosecution of people accused of crimes    company and business law – tax, contracts and employment law    \nDepending on your specialism, your work might include:    advising clients and explaining legal matters    contacting professionals, like mortgage lenders, planning officers or other lawyers on behalf of clients    researching and summarising legal information    preparing legal documents    writing to clients    drawing up wills    preparing contracts    representing clients in court    preparing bills for clients  ",
            "WorkingHoursPatternsAndEnvironment": "In many full-time jobs you’ll work standard office hours Monday to Friday. Flexible hours and part-time work are often possible.  \nYou’ll be based in an office, but may also spend some of your time at courts and police stations.",
            "CareerPathAndProgression": "With experience, you could take on more complex cases and build up a large client base. You could also progress to leading a team of legal executives and secretaries, or become a practice manager in a law firm.   \nWith further study, you could qualify as a solicitor.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "ce0f8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0028959406,
            "Id": "ad598131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "f8d88031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Legal secretary",
            "PublicationDate": "2016-04-18T10:23:23.713Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "4212",
            "AlternativeTitles": "",
            "Overview": "\nLegal secretaries provide administrative support for lawyers and legal executives.\n",
            "EntryRequirements": "\nThere are no set requirements, but GCSEs (A* to C) in English and maths and a legal secretarial qualification could help you get a job.\n  \nExperience of office work, including word processing and audio transcription, could also help.\n  \nYou could get into this job through an  apprenticeship.\n",
            "SkillsYoullNeed": "\nYou'll need:\n    computer literacy including word processing\n       accuracy and attention to detail\n       excellent spelling and grammar\n       ",
            "WhatYoullDo": "\nAs well as solicitors’ offices and barristers’ chambers, you could work for law courts, local authorities, estate agents or the police. Your day-to-day tasks may include:\n    producing legal documents like wills and contracts\n       handling confidential information\n       working from solicitors' written notes and audio files (dictation)\n       dealing with clients\n       making appointments and managing diaries\n       keeping records\n       accompanying solicitors to court or police stations\n       ",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll usually work 9am to 5pm, Monday to Friday. You'll usually work in an office but may travel locally to deliver documents.\n",
            "CareerPathAndProgression": "\nWith further qualifications, you could become a legal executive, paralegal or licensed conveyancer.    \nYou could also qualify as a solicitor or barrister.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f",
                "dcd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "f8d88031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0027338895,
            "Id": "08528231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "b5468231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Licensed conveyancer",
            "PublicationDate": "2016-08-31T10:34:29.017Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3520",
            "AlternativeTitles": "Property lawyer",
            "Overview": "Conveyancers are property lawyers who deal with the paperwork and finances needed to buy and sell property or land in England and Wales.",
            "EntryRequirements": "To work as a licensed conveyancer you must pass the  Council for Licensed Conveyancers (CLC) exams.   \nYou’ll usually need at least 4 GCSEs (A* to C) including English or English literature, or equivalent qualifications to begin studying CLC exams. You may be accepted without the minimum qualifications if you have experience working in a solicitor's or licensed conveyancer's office, and are at least 18 years old. If you’re over 25 you may be accepted without qualifications or experience.  \nYou’ll usually also need a higher-level qualification. Relevant qualifications include:    a law degree    Legal Practice Course (LPC)    Graduate Diploma in Law (GDL)    Institute of Legal Executives (CILEx)  \nSome solicitors specialise in conveyancing. If you’re already a qualified solicitor, you don't need to pass any further exams but you must apply to the CLC for a licence to practise as a conveyancer.  ",
            "SkillsYoullNeed": "You’ll need:    the ability to deal with people from all backgrounds    accuracy and attention to detail    problem-solving and research skills    good maths skills    excellent IT skills for research and record-keeping    ",
            "WhatYoullDo": "Your day-to-day duties may include:    advising clients on the buying and selling process    researching who legally owns the property being bought    conducting ‘searches’ – asking local authorities about anything that might affect the property    drafting contracts with details of the sale    talking to mortgage lenders, estate agents and solicitors    paying taxes like stamp duty    preparing leases and transfer documents    keeping records of payments    checking that contracts are signed and exchanged  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work standard office hours, Monday to Friday, although some employers offer a service 7 days a week.   \nYou’ll be office-based, but you may travel to visit clients and local authority planning offices.",
            "CareerPathAndProgression": "With experience, you could manage a conveyancing department in a large company, or set up your own conveyancing firm.   \nYou could also take further training to become a solicitor.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "b5468231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0023031714,
            "Id": "c5218231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "d61e8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Family mediator",
            "PublicationDate": "2016-08-17T06:59:16.26Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2449",
            "AlternativeTitles": "",
            "Overview": "Family mediators help divorcing or separating couples reach agreement without having to go to court.",
            "EntryRequirements": "You’ll usually need a higher education qualification or up to 5 years’ relevant work experience in:    law  social work  counselling  therapy or education    \nYou’ll also need paid or voluntary experience of working with families. You could do this in places like:    child contact centres    family support centres    counselling services    local community mediation services  \nTo fully qualify as a family mediator, you’ll need to complete training that is run by or approved by the  Family Mediation Council (FMC).",
            "SkillsYoullNeed": "You’ll need:    excellent communication and listening skills  conflict management skills  the ability to relate to people from all backgrounds  creative thinking  the ability to deal with people who may be upset, vulnerable, angry or distressed  ",
            "WhatYoullDo": "You’ll need to always be impartial, so you won’t tell people what to do, or give counselling or legal advice. Instead you’ll provide factual and legal information if required.  \nYour day-to-day duties may include:    meeting clients jointly or separately to explain the mediation process and decide on the issues to discuss  helping clients find ways of communicating with each other  listening to each client’s feelings and concerns  discussing issues like child residence and contact, property and money  helping clients to consider all options and suggesting and discussing solutions  keeping discussions fair, equal and focused  keeping accurate and confidential records of discussions  summarising agreements in writing  recognising when mediation is not working  working with solicitors and courts when necessary    \nIn some jobs you may also talk to children, or deal with other family conflict situations.",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work standard office hours, although some services offer evening and Saturday morning appointments to clients.   \nYou’ll be based in an office at a local family mediation service or solicitors’ practice.",
            "CareerPathAndProgression": "With experience you could set up your own mediation practice, train and supervise other mediators, or become a service manager.   \nYou could use your mediation skills in other careers like housing, social work or advice work.",
            "RelatedJobFamilies": [
                "83d08131de8b6215b5d6ff16007d8c9f",
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "d61e8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0022247974,
            "Id": "8b0e8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "a8e58031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Court legal adviser",
            "PublicationDate": "2016-03-30T13:20:07.253Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2419",
            "AlternativeTitles": "Court clerk, assistant justices clerk",
            "Overview": "\nCourt legal advisers are trained lawyers who advise magistrates and district judges about law.\n",
            "EntryRequirements": "\nTo work as a legal adviser, you must be a fully qualified  solicitor or barrister.    Previous experience as a magistrate could help you get a job.  You'll need a background check from the Disclosure and Barring Service (DBS).\n",
            "SkillsYoullNeed": "\nYou'll need:\n    the ability to explain complex laws and procedures\n       objectivity and logic  ",
            "WhatYoullDo": "        \nYour day-to-day tasks could include:\n    managing court schedules\n       preparing for court sessions and making sure evidence is ready\n       advising magistrates on how the court works  advising magistrates on the law  reading charges to the court\n       dealing with legal aid applications\n       researching legal issues and collecting legal statistics\n       helping run the courtroom\n       training staff and magistrates  ",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll work standard office hours, Monday to Friday.  \nYou'll work at a magistrates' court and spend your time in court rooms and offices. You may need to work from several courts in an area. ",
            "CareerPathAndProgression": "\nYou'll be employed by Her Majesty's Courts & Tribunals Service to work in magistrates' courts.  \nThe legal adviser career structure has 4 levels, and it takes about 5 years to get to the highest. With further experience you could become a Justices' Clerk (running several courts) or a district judge (a legally qualified magistrate).\n  You could also move into private practice as a solicitor or barrister, or join the Crown Prosecution Service as a Crown Prosecutor or Crown Advocate.\n",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "a8e58031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0018522706,
            "Id": "549f8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "957a8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Immigration adviser (non-government)",
            "PublicationDate": "2016-09-22T09:40:18.043Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2419",
            "AlternativeTitles": "",
            "Overview": "Immigration advisers give advice on asylum claims, nationality, citizenship, deportation and employment, and represent clients in court.",
            "EntryRequirements": "You’ll need to:    specialise in immigration work, if you’re a barrister or solicitor  work and train with a firm that deals with immigration and asylum issues, if you’re a legal executive  complete training and register with the  Office of the Immigration Services Commissioner (OISC) if you’re not a barrister, solicitor or legal executive    Paid or unpaid experience in an organisation that works with immigrants and asylum seekers, like  Citizens Advice,  Refugee Action, or  Refugee Support Network, can give you an advantage when you apply for jobs or training.  \nYou’ll need clearance from the  Disclosure and Barring Service (DBS).    The Law Society and  The Bar Council have more information about solicitor and barrister training.  \nThe Chartered Institute of Legal Executives (CILEx) has more information on qualifying as a legal executive.",
            "SkillsYoullNeed": "You’ll need:    excellent communication skills  the ability to persuade others of the merits of your case, including those in senior positions  good time management and ability to work to strict timelines  record-keeping, IT and organisational skills  ",
            "WhatYoullDo": "You’ll give advice on asylum and protection, immigration and nationality issues either in the not-for-profit or for-profit immigration and asylum sector.  \nIf you’re:    a barrister – you’ll work on complex cases in court, at tribunals, or on High Court legal reviews  a solicitor – you’ll have a lot of personal contact with clients on complex, high-profile or expensive cases  a member of the Chartered Institute of Legal Executives – you’ll specialise in immigration doing very similar work to a solicitor  registered with OISC – the cases you work on will depend on your training    Your day-to-day duties could include:    finding out the facts of a case  deciding how urgent a case is  making enquiries on behalf of clients  helping with application forms and contacting relevant authorities  explaining options and next steps to clients  drafting grounds for appeal and witness statements  representing clients in tribunals  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work around 35 to 40 hours a week.  \nYou may need to work some evenings and weekends. Part-time and voluntary work is often available.  \nYou may need to travel to visit clients in detention centres, prisons, or charity or business premises.",
            "CareerPathAndProgression": "With experience, you could work on more complex and high-profile cases.  \nYou could specialise in a particular area, like working with children, providing consular services or advising international students at a university.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "957a8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.001799067,
            "Id": "c0088131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "cae68031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Paralegal",
            "PublicationDate": "2016-03-30T10:51:11.627Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3520",
            "AlternativeTitles": "",
            "Overview": "\nParalegals prepare legal documents, carry out research and give legal advice to clients.\n",
            "EntryRequirements": "\nThere are no set entry requirements. GCSEs or A levels could help you get a job.\n  \nYou'll need a good understanding of the legal system so experience working at a law firm could help. Qualifications in paralegal practice or a degree in law could also help you start a career.\n  \nYou could get into this job through an  apprenticeship.\n",
            "SkillsYoullNeed": "\nYou'll need:\n    excellent administration skills\n       the ability to read and recall lots of complex information\n       a high level of accuracy and attention to detail\n       excellent research skills\n       ",
            "WhatYoullDo": "\nYour day-to-day tasks may include:    preparing legal documents\n       research\n       handling confidential information\n       interviewing clients and witnesses\n       giving clients legal information\n       going to court\n         \nYou could work for many kinds of employer, including law firms, private companies, local government, the police and the courts.\n",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll usually work Monday to Friday, 9am to 5pm. You'll work in an office. You may travel to meet clients or go to court.\n",
            "CareerPathAndProgression": "\nWith further study, you could qualify as a legal executive or solicitor.\n",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f",
                "dcd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "cae68031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0015911919,
            "Id": "32558231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "22558231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Barrister's clerk",
            "PublicationDate": "2016-09-01T11:18:19.763Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3520",
            "AlternativeTitles": "",
            "Overview": "Barristers' clerks deal with the admin in barristers' offices and organise the barristers' workload.",
            "EntryRequirements": "There are no set requirements but you’ll usually need at least 4 GCSEs (A* to C), including maths and English. Many firms will also look for A levels or a degree, which doesn’t have to be in law.   \nIt’ll help if you have some experience in court administration, legal secretarial work, accounts or management. Good written and spoken communication skills are essential.  \nPaid or unpaid work experience in barristers' offices (chambers) may give you an advantage when applying for jobs. Doing a college course in Legal Studies could also help you to prepare for this job.   \nYou could get into this job through an  apprenticeship.",
            "SkillsYoullNeed": "You’ll need:    good organisational and time-management skills  the ability to pay close attention to detail  tact and respect for confidential information  the ability to work under pressure and to deadlines  excellent negotiation and financial skills, for senior jobs  ",
            "WhatYoullDo": "Your day-to-day duties could include:    preparing papers and taking books, documents and robes to and from court  messenger work (collecting and delivering documents by hand)  photocopying, filing and dealing with letters, emails and phone calls  handling accounts, invoices and petty cash  collecting fees  organising the law library  managing each barrister’s daily diary and keeping their case information up-to-date\n    dealing with solicitors, clients and their barristers  reorganising barristers' schedules when necessary    With experience, you might become a senior barristers' clerk (chambers director or practice manager). In this role, your day-to-day duties could include:    recruiting, training and supervising junior clerks  bringing business into chambers  allocating cases to barristers  negotiating fees  financial management of the chambers  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work standard office hours Monday to Friday. You may need to work longer if your barristers are working on a complex case.  \nYou’ll be based in an office in chambers, but spend some of your time visiting court, solicitors and other chambers.",
            "CareerPathAndProgression": "With experience, you could progress to senior clerk.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f",
                "dcd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "22558231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0013432142,
            "Id": "7e128231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "000f8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Sports agent",
            "PublicationDate": "2016-08-08T10:11:12.447Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3442",
            "AlternativeTitles": "Football agent",
            "Overview": "Sports agents negotiate employment contracts for their clients.",
            "EntryRequirements": "There are no set entry requirements, but you’ll usually need:    work experience with a sports agency      contacts within sport    legal knowledge    business knowledge, including marketing and promotion    \nIt may help you to:    contact agencies about voluntary placements or internships    build up your contacts    understand contract law, or be a trained solicitor    study for a degree or postgraduate course in international sports management or business management  ",
            "SkillsYoullNeed": "You’ll need:    excellent communication and negotiation skills    the ability to get on with a wide range of people    the ability to promote yourself and your clients    excellent business skills  maths skills  ",
            "WhatYoullDo": "You might work for a sports agency, a law firm that specialises in sporting contracts. You could also be freelance. Some sports agents are employed by football clubs to recruit players on their behalf.  \nYour day-to-day duties could include:    scouting for new and talented athletes and players at sports matches and events    finding opportunities with organisations for athletes and players    managing your client’s marketing and endorsement activities    representing your client if there’s a dispute with the organisation that employs them    acting as a media spokesperson for your client    handling contract and salary packages    supporting your clients during times of personal difficulty, loss of form or when they're under pressure  \nA lot of your work will involve contract negotiation and making sure contracts meet legal guidelines. You might use a solicitor to carry out the legal contract work.",
            "WorkingHoursPatternsAndEnvironment": "You might work for a large company, or for yourself. You’ll often work long hours, and may need to work 7 days a week during busy periods.  \nYou’ll work in an office and you’ll also need to attend many of events your clients compete in.   \nYou’ll usually need to be available at short notice to give advice to clients and to represent them to the media.  \nThere can be a lot of travel, and you’ll need a driving licence for most jobs.",
            "CareerPathAndProgression": "With experience and contacts, you could set up your own sports agency.",
            "RelatedJobFamilies": [
                "74d08131de8b6215b5d6ff16007d8c9f",
                "fbd08131de8b6215b5d6ff16007d8c9f",
                "19d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "000f8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0011123983,
            "Id": "b1a08231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "cf6f8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Insurance claims manager",
            "PublicationDate": "2016-09-22T09:41:33.2Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3538",
            "AlternativeTitles": "",
            "Overview": "Insurance claims managers lead claims handler teams to make sure they deal with insurance claims efficiently.",
            "EntryRequirements": "You could get into this role in several ways, including:    starting as a claims administrator or handler, and working your way up  going on a management training scheme after A levels, or equivalent  joining an insurance firm’s graduate training scheme  completing an insurance advanced  apprenticeship  having experience in other areas of insurance and an understanding of claims  having qualifications like the  Chartered Insurance Institute (CII) certificate or diploma in insurance, or the  Chartered Institute of Loss Adjusters (CILA) diploma    You could take the CII  Foundation Insurance Test (FIT) award to gain a basic understanding of insurance.",
            "SkillsYoullNeed": "You’ll need:    the ability to lead and motivate a team  customer service skills  organisational skills  accuracy and attention to detail  the ability to analyse information  administrative and IT skills  ",
            "WhatYoullDo": "You’ll work for an insurance company or insurance broker.  \nYou’ll usually specialise in one type of insurance, like motor, household or life insurance.  \nYour day-to-day duties could include:    managing and coaching a team  working with insurance brokers, agents and loss adjusters  making sure claims are dealt with according to industry regulations  dealing with customer complaints and appeals  working on complex or fraudulent cases  maintaining quality and customer service standards  keeping accurate records  being responsible for a department’s productivity and targets  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll work 35 to 40 hours a week. You might work standard office hours Monday to Friday, or shifts including evenings and weekends if you’re working in a contact centre.  \nYou’ll be office-based, but you might also travel to visit brokers, solicitors, and clients.",
            "CareerPathAndProgression": "With experience, you could progress into senior management.   \nYou could also move into other areas of insurance like loss adjusting, broking, sales or compliance.",
            "RelatedJobFamilies": [
                "64d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "cf6f8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00079270976,
            "Id": "02a08231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "2b758231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Trade mark attorney",
            "PublicationDate": "2016-09-22T09:41:24.997Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2462",
            "AlternativeTitles": "",
            "Overview": "Trade mark attorneys advise clients about registering and protecting designs and trade marks.",
            "EntryRequirements": "You’ll usually need a degree in any subject, although law or languages could give you an advantage.  \nYou’ll usually start as a trainee with an employer like a private practice firm with trade mark attorneys, or a large company with an in-house intellectual property department, and study for professional exams.  \nYou could also start as a trade mark administrator and work your way up.    The Institute of Trade Mark Attorneys has more information on becoming a trade mark attorney.",
            "SkillsYoullNeed": "You’ll need:    excellent spoken and written communication skills  analytical skills  negotiation and teamwork skills  a high level of accuracy and attention to detail  ",
            "WhatYoullDo": "You’ll advise clients on how to choose, register, and protect trade marks, like company names, brand names, and logos.   Your day-to-day duties could include:     carrying out searches to see if a proposed trade mark already exists  advising on intellectual property issues like design and copyright  drawing up contracts  dealing with UK and overseas registration authorities  negotiating in disputes, and taking action if the client's trade mark rights are broken  providing back-up to solicitors and barristers if a case goes to court  handling renewals of existing trade marks, transferring ownership and licensing  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work standard office hours, Monday to Friday. You might have to work extra hours to meet deadlines.   \nYou’ll be office-based, but you may travel to meetings with clients and trade mark officials, and sometimes overseas.",
            "CareerPathAndProgression": "With experience, you could move into senior management, or partnership in a firm.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "2b758231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00078741234,
            "Id": "9f078231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "78048231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Pensions manager",
            "PublicationDate": "2016-08-02T08:32:13.967Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3534",
            "AlternativeTitles": "",
            "Overview": "Pensions managers work with in-company or private pension schemes to make sure they are properly run.",
            "EntryRequirements": "You’ll need a background in pensions or finance work, and a qualification in pensions, insurance or accountancy that meets industry regulatory standards.  \nYou could also start as a trainee pensions manager or a pensions administrator and work your way up on a management training scheme.  \nTaking qualifications from a professional body like the  Pensions Management Institute (PMI) or  Chartered Insurance Institute (CII) may help you get work.",
            "SkillsYoullNeed": "You’ll need:    the ability to work with, and understand, complex information  good maths and business skills  strong spoken and written communication skills  the ability to make clear decisions  good negotiation skills  an organised and methodical approach  the ability to lead and motivate a team  ",
            "WhatYoullDo": "Your day-to-day duties might include:    managing a team of pensions administrators and advisers  handling complex claims and settling disputes  planning new pension schemes and developing existing ones  investing the company's funds to bring the best return  reporting on the scheme’s financial performance  working with actuaries, solicitors, auditors, investment consultants and trustees  marketing the pension schemes  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work standard office hours, Monday to Friday. You may have to work extra hours at busy times, like the end of the tax year.  \nYou’ll mainly be office-based, but may need to travel to visit scheme members, employers and trustees.",
            "CareerPathAndProgression": "With experience, you could progress to manage larger departments or schemes, or move into other sectors like insurance.  \nYou could also become a self-employed pensions consultant.",
            "RelatedJobFamilies": [
                "64d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "78048231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0007196268,
            "Id": "e0058231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "66f88131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Coroner",
            "PublicationDate": "2016-08-01T14:20:38.04Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2412",
            "AlternativeTitles": "",
            "Overview": "Coroners look into deaths from unnatural or unknown causes, or those that have happened suddenly or in prison or police custody.",
            "EntryRequirements": "You must be a qualified barrister, solicitor, or a  Fellow of the Chartered Institute of Legal Executives (CILEx), with at least 5 years' qualified experience.  \nSome coroners have qualifications in both law and medicine. You’ll usually start as a deputy or assistant deputy coroner.  \nAll appointments of coroners and assistant coroners are made by local authorities, with the consent of the Chief Coroner and the Lord Chancellor. All coroners must retire by the age of 70.  ",
            "SkillsYoullNeed": "You’ll need to be:    able to break down events and evidence into smaller parts and explore them    able to explain difficult, legal and medical terms in an understandable way    tactful and sensitive when dealing with relatives of the deceased    \n    accurate at keeping records  able to communicate well with a wide range of people including police officers, witnesses, the media and members of the public  ",
            "WhatYoullDo": "You’ll:    decide the cause of death by looking into all the available information    talk to other professionals involved, like the deceased's doctor    order a post-mortem examination if there are questions around the cause of death    notify the Registrar about the death, and results of any inquest held    deal with upset relatives    write reports and recommendations to prevent future deaths  ",
            "WorkingHoursPatternsAndEnvironment": "You must be available at all times to carry out any duties in connection with inquests and post-mortem examinations.   \n24-hour cover varies from district to district, and coroners can work long hours.  \nSome coroners are full-time, but others work part-time and spend the rest of their time working in private legal practice.",
            "CareerPathAndProgression": "With experience, you can apply for the position of senior coroner, with chief coroner the most senior position.   \nYou can also apply to become a course director with the  Judicial College.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "66f88131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00070592004,
            "Id": "6aec8031-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "29e48031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Company secretary",
            "PublicationDate": "2016-03-29T10:45:33.003Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "1131",
            "AlternativeTitles": "Chartered secretary",
            "Overview": "\nCompany secretaries make sure that directors follow company law and financial regulations.\n",
            "EntryRequirements": "\nYou'll usually need a degree or professional qualification in business, law, accountancy or public administration.  \nYou'll also need a lot of relevant business experience, especially in areas like:\n    pensions\n       personnel\n       accounts\n       credit control\n       purchasing\n       insurance\n       office management\n         \nTo be the secretary of a public limited company (PLC), you must qualify with the  ICSA: The Governance Institute or be an accountant, solicitor or barrister.",
            "SkillsYoullNeed": "\nYou'll need:\n    excellent communication skills\n       presentation, organisational and time management skills\n       sound judgement and the ability to solve problems\n       ",
            "WhatYoullDo": "\nYou'll have a range of financial and legal management responsibilities, which would usually include:\n    preparing annual company reports\n       administering share option schemes and paying dividends\n       advising directors and board members about their legal responsibilities\n       dealing with other professionals like lawyers and auditors\n       sending company information to Companies House or the Stock Exchange\n         \nDepending on the size of company you work for, you may be responsible for payroll, budgeting and internal audits. You could also oversee health and safety, property and general management.\n",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll usually work standard office hours, Monday to Friday, though you may have to attend evening meetings. Part-time work may be available.\n  \nYou'll be mainly office-based, but may travel to some meetings.\n",
            "CareerPathAndProgression": "\nWith experience you could become a company's chief executive or managing director.  \nYou could also work freelance as a consultant or a part-time company secretary for several smaller businesses.",
            "RelatedJobFamilies": [
                "19d18131de8b6215b5d6ff16007d8c9f",
                "37d18131de8b6215b5d6ff16007d8c9f",
                "64d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "29e48031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0006889858,
            "Id": "963a8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "05338231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Crown prosecutor",
            "PublicationDate": "2016-08-24T11:37:27.52Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2412",
            "AlternativeTitles": "Reviewing lawyer",
            "Overview": "Crown prosecutors make sure decisions to bring people to court are fair, and likely to succeed.",
            "EntryRequirements": "You must be a qualified solicitor or barrister.   \nYou must have completed your Legal Practice Course (LPC) or Bar Professional Training Course (BPTC) and 2-year training or 12-month pupillage.   \nYou could also work your way up from a legal trainee role in the CPS Legal Trainee Scheme.  \nYou’ll need clearance from the  Disclosure and Barring Service (DBS)  \nYou’ll also need to pass  basic security checks.  \nThe  Crown Prosecution Service (CPS) has more information on being a crown prosecutor",
            "SkillsYoullNeed": "You’ll need:    excellent presentation skills  the ability to make complex information easy to understand  the ability to make judgements based on the strength of evidence  the ability to make decisions quickly  excellent organisational skills  the ability to prioritise tasks    ",
            "WhatYoullDo": "You’ll work with other prosecutors, caseworkers and administrative staff.  \nYour day-to-day duties might include:    checking facts and documents for each case    deciding if there’s enough evidence to convict    advising which charges are suitable    explaining decisions to defence lawyers, witnesses, the police and other agencies    deciding if evidence is reliable and can be used in court    preparing the case for the prosecution    making sure relevant evidence is put before the court    presenting the case to a panel of magistrates or judges, or to a judge and jury, depending on the court    questioning the defendant and witnesses    summing up the case for the prosecution    training other prosecutors and caseworkers    representing the CPS at casework conferences  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll work 37 hours a week on a rota system, including weekends and public holidays.  \nMost of the cases you work on will be in magistrates' courts. On more serious cases you’ll work in the Crown Court.  \nYou could work from home for  CPS Direct. CPS Direct operates a 24 hour service, 7 days a week, 365 days a year, on a rota system.",
            "CareerPathAndProgression": "With experience and further training you could progress to senior crown prosecutor.    \nFrom there you could become crown advocate, senior crown advocate and principal crown advocate.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "05338231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0006296734,
            "Id": "499e8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "cd0b8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Letting agent",
            "PublicationDate": "2016-09-22T09:35:12.4Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3544",
            "AlternativeTitles": "Letting negotiator, rental agent",
            "Overview": "Letting agents manage rental properties on behalf of the owner.",
            "EntryRequirements": "You’ll usually start as a trainee. Employers are more interested in your skills and experience in sales or customer service than your qualifications, but it could be useful if you have GCSEs (A* to C) or similar, especially in English and maths.   \nYou could get into this job through an  apprenticeship.  \nYou'll usually need a driving licence.",
            "SkillsYoullNeed": "You’ll need:    excellent spoken and written communication skills    IT skills    negotiation, sales and marketing skills    the ability to build good working relationships with a wide range of people    the ability to work under pressure    organisational skills  ",
            "WhatYoullDo": "You’ll take responsibility for all aspects of the let, like:    advising clients about the letting process    setting up viewings and showing potential tenants around the property    selecting responsible, reliable tenants    preparing tenancy agreements and inventories    checking tenant references  making sure all aspects of the letting meet legal requirements    meeting landlords and advising on rents    arranging for maintenance to be carried out    working with solicitors, builders, cleaners and suppliers    handling any problems with the property  \nYou could work for an agency that lets residential properties like houses and flats, or a commercial letting agent that advertises shops, offices and businesses.   \nSome agents specialise in one type of property, like student lets.",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work around 40 hours a week, between 9am and 6pm, Monday to Saturday.  \nYou might also work in the evenings or on Sundays.  \nYou’ll be based in an office, but will spend a lot of time visiting properties.",
            "CareerPathAndProgression": "With experience, you could progress to a management role, or move into estate agency work.",
            "RelatedJobFamilies": [
                "fbd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "cd0b8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0006117745,
            "Id": "95568131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "c1d88031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Credit controller",
            "PublicationDate": "2016-04-15T15:23:32.14Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "4121",
            "AlternativeTitles": "Debt collection agent",
            "Overview": "\nCredit controllers help firms get the money they're owed from businesses and individuals.\n",
            "EntryRequirements": "\nThere are no set requirements, but GCSEs (A* to C) including maths can help.\n  \nPrevious office work will be an advantage, especially in customer service or accounts. A qualification in bookkeeping or accounts may be useful.\n  \nYou could get into this job through an  apprenticeship.",
            "SkillsYoullNeed": "\nYou'll need:\n    the ability to work to strict deadlines\n       negotiation skills\n       the ability to explain financial matters clearly\n       administrative and computer skills\n       ",
            "WhatYoullDo": "\nYou'll work in:\n    a 'third party' collection agency, paid to collect debts from businesses or individuals, or\n       a company's finance or credit department, chasing late payments from suppliers and customers\n         \nYour day-to-day tasks may include:\n    contacting individuals or business customers when payment is overdue\n       checking credit records and tracing missing debtors\n       setting up repayment plans and working with debt counsellors\n       setting up and maintaining customer files\n       processing payments\n       starting legal proceedings if debts are not paid within an agreed time\n       liaising with solicitors and bailiffs\n         \nYou may work at a debt collection agency as a 'field collector', travelling to debtors to collect payments in person.\n",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll work standard office hours, or do shifts including evenings and weekends.\n  \nYou'll be based in an office or a call centre. If you're working as a field collector you will usually work from home and travel to visit clients at their home or business.\n",
            "CareerPathAndProgression": "\nWith experience and professional qualifications, you could be promoted to credit manager.  \nYou could also start your own collection agency or set up as a freelance field collection agent.",
            "RelatedJobFamilies": [
                "64d18131de8b6215b5d6ff16007d8c9f",
                "37d18131de8b6215b5d6ff16007d8c9f",
                "dcd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "c1d88031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00059612596,
            "Id": "c29e8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "06588231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Patent attorney",
            "PublicationDate": "2016-09-22T09:39:12.313Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2462",
            "AlternativeTitles": "",
            "Overview": "Patent attorneys decide if it’s worth applying for a patent on a new invention, design or process.  ",
            "EntryRequirements": "There are no set requirements but you’ll usually need a degree in a scientific, engineering or technical subject. A postgraduate qualification in science or engineering can also help.  \nYou’ll usually start as a technical assistant or trainee patent attorney. This may be in a firm of attorneys, or in an industrial patent department.  \nYou may be able to find work without a scientific or engineering degree if you have a high-level of technical experience in industry, or if you’re a qualified solicitor with experience of working in intellectual property rights.   \nFurther qualifications may also help, like a postgraduate certificate, postgraduate diploma, or master’s in law (LLM) in intellectual property law. This can count towards qualification as a patent attorney.   \nYou may find it useful to be able to speak one or more European languages.   \nThe  Chartered Institute of Patent Attorneys (CIPA) has more information about this career. ",
            "SkillsYoullNeed": "You’ll need:    the ability to explain complex technical information clearly  good analytical skills  the ability to adapt existing knowledge to cope with new technology and processes  the strength to work under pressure and meet deadlines  accuracy and strong attention to detail  ",
            "WhatYoullDo": "Your day-to-day duties may include:    meeting inventors or manufacturers   searching existing patents to check the invention or design is original  advising about the chances of being granted a patent  writing a detailed legal description of the invention or design - known as a patent draft  applying for patents to the UK Intellectual Property Office or European Patent Office  answering questions from patent examiners  advising clients whose patent rights may have been broken  representing clients if a case comes to court  advising on other issues like design rights and copyright  keeping up-to-date with intellectual property law  coaching new trainees  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work standard office hours, Monday to Friday, with occasional overtime to meet deadlines.  \nYou’ll be mainly office-based, but also travel to meet clients, attend court and visit the UK Intellectual Property Office. You may also travel to the European Patent Office in Munich.",
            "CareerPathAndProgression": "With experience, you could become an associate or partner in a private practice firm.   \nIn industry, you could move into management or research and development. You could also choose to become a patent examiner with the UK Intellectual Property Office or European Patent Office.  \nYou could become a European patent attorney and work internationally.",
            "RelatedJobFamilies": [
                "0ad18131de8b6215b5d6ff16007d8c9f",
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "06588231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00052977196,
            "Id": "19a18231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "746a8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "European union official",
            "PublicationDate": "2016-09-22T09:43:15.933Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3561",
            "AlternativeTitles": "",
            "Overview": "European Union officials work for institutions like the European Commission or the European Parliament. ",
            "EntryRequirements": "You must:    be a citizen of a European Union (EU) member state  have a working knowledge of a second EU language    For administrator jobs you’ll need      a degree    relevant work experience    For lawyer linguist jobs you’ll need:     a recognised law degree or be a qualified solicitor or barrister  to be fluent in 2 more EU languages as well as your native language, with at least one ideally being French or German    For assistant roles you’ll usually need either:    an HND or equivalent qualification  2 A levels or similar qualifications, and at least 3 years’ relevant work experience    You'll also need to pass a selection process.  The European Personnel Selection Office has details of the selection process.     \nIf you’re a graduate, you could gain work experience through the  European Commission Traineeship Scheme. This is a 5-month training and work placement programme.   \nYou can find out more about EU careers on GOV.UK.",
            "SkillsYoullNeed": "You’ll need:    the ability to work with people from different countries  excellent communication and presentation skills  logical thinking and problem-solving ability  excellent IT skills   ",
            "WhatYoullDo": "Your day-to-day duties may include:    drawing up new laws  taking part in negotiations with non-EU countries  putting new policies and programmes into practice  attending meetings and conferences  preparing research and reports  answering questions from members of the European Parliament  managing staff, finances or equipment  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work 37 hours, Monday to Friday, although you’ll need to be available for work at any time if needed.  \nMost jobs are in Brussels or Luxembourg. You’ll be office-based, but you may travel to attend meetings and conferences. You’ll usually have support to help you fit into the country you're working in.",
            "CareerPathAndProgression": "With experience, you could progress to higher grades. There is a clear promotion structure, with regular reviews, exams and competitions for progression. ",
            "RelatedJobFamilies": [
                "19d18131de8b6215b5d6ff16007d8c9f",
                "dcd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "746a8231-de8b-6215-b5d6-ff16007d8c9f"
        }
    ]
}