{
    "@odata.context": "https://cds-sit-we-01.search.windows.net/indexes('job-profiles')/$metadata#docs(Id,OriginalItemId,PipeId,ContentType,Title,PublicationDate,Link,Summary,Provider,SOC,AlternativeTitles,Overview,EntryRequirements,SkillsYoullNeed,WhatYoullDo,WorkingHoursPatternsAndEnvironment,CareerPathAndProgression,RelatedJobFamilies,Keywords,Language,IdentityField)",
    "value": [
        {
            "@search.score": 2.5695891,
            "Id": "d8e58131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "bbe38131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Hospital doctor",
            "PublicationDate": "2016-07-19T09:22:30.023Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2211",
            "AlternativeTitles": "",
            "Overview": "A hospital doctor diagnoses and treats illness and disease in patients admitted to hospital.",
            "EntryRequirements": "To become a hospital doctor you'll need to complete:    a 5-year degree in medicine, recognised by the  General Medical Council (GMC)    a 2-year foundation programme of general training    2-year core medical training (CMT) or Acute Care Common Stem (ACCS)      specialist training - the length of this stage depends on the area of medicine you choose, but will usually take between 4 and 6 years  \nIf you don't have qualifications in science, you may be able to join a 6-year degree course in medicine. This includes a one-year pre-medical or foundation year.  \nIf you already have a degree in a science subject (minimum 2:1) you could take a 4-year graduate entry programme into medicine.   \nWhen you apply for a course in medicine, you may be asked to take the  UK Clinical Aptitude Test (UKCAT) or the  BioMedical Admissions Test (BMAT). This is used to check your suitability for a career in medicine by testing your mental abilities and behavioural characteristics, rather than your academic achievements.  \nYou may be able to get  NHS funding to pay for your course fees and help with your living expenses.  \nThe  British Medical Association (BMA) has more information about becoming a hospital doctor.",
            "SkillsYoullNeed": "You’ll need:    excellent communication skills and the ability to explain choices to patients    the ability to work under pressure and make quick, accurate decisions    excellent hand-eye co-ordination and practical skills    the ability to put people at their ease and inspire trust and confidence    leadership and management skills  ",
            "WhatYoullDo": "You’ll examine, diagnose and treat patients who have been referred to you by GPs and other health professionals. Medicine is a large field, and you’ll specialise in a particular area like:    surgery – caring for patients before, during and after an operation    medicine – treating general medical conditions and working in specialisms like cardiology, dermatology, ophthalmology, geriatrics and neurology    paediatrics – managing health conditions that affect babies, children and young people    pathology – investigating the cause of disease and the effect on patients    psychiatry – working with patients experiencing mental health problems ranging from depression and anxiety, to personality disorders and addictions    \nYou could also work in areas like anaesthetics, obstetrics, gynaecology, radiology and oncology.  \nYou may also spend time:    leading a team of medical staff  managing a department  teaching and supervising trainee doctors  writing reports, and keeping GPs informed about the diagnosis and care of their patients  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll work long hours including nights and weekends. You’ll be part of an out-of-hours rota system.    \nYou’ll spend time in consulting rooms, wards, operating theatres and special units like accident and emergency.",
            "CareerPathAndProgression": "With experience, you may go on to lead a team or manage a department.  \nWith experience and entry on the General Medical Council (GMC)  Specialist Register, you could apply for senior (or consultant) roles.  \nYou may also progress to teaching and training students, trainee doctors and other healthcare professionals.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "bbe38131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 1.1580902,
            "Id": "8f758131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "26e58031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "GP",
            "PublicationDate": "2016-09-30T11:55:33.593Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2211",
            "AlternativeTitles": "General practitioner, doctor",
            "Overview": "General practitioners (GPs) are doctors who provide medical services to people in their practice.",
            "EntryRequirements": "\nYou'll need:\n    a degree in medicine recognised by the  General Medical Council (GMC)    a 2-year foundation course of general training\n       specialist training in general practice    You may be able to get NHS funding to pay for your course fees and help with your living expenses.  \nIf you trained as a doctor overseas you'll need to  contact the GMC for details about registering and practising in the UK.",
            "SkillsYoullNeed": "\nYou'll need:\n    leadership and management skills   confidence and decisiveness under pressure\n       practical skills for examining patients and performing clinical procedures\n       excellent communication skills\n       the ability to inspire trust and confidence  ",
            "WhatYoullDo": "\nGPs are one of the first point of contact for people needing medical attention. As a GP, you'll see patients in your surgery or visit them at home.\n  Your day-to-day tasks may include:\n    making a diagnosis\n       giving general advice\n       prescribing medicine\n       recommend treatment\n       carrying out minor surgery\n       refering patients to specialist consultants for tests and further diagnosis\n         \nYou'll be involved in running the practice and might also:\n    arrange support from other health professionals, such as physiotherapists and nurses\n       write letters and reports, and keep patient records\n       organise clinics and health education for patient groups, like pregnant women or smokers\n       take further training in specialist areas such as minor surgery or mental health\n         \nYou'll often work in a team that includes practice nurses, health visitors, midwives, counsellors and administrative support staff.",
            "WorkingHoursPatternsAndEnvironment": "You'll work up to 50 hours a week, including some evening and weekend work. You may also be on a rota for out-of-hours emergency work and making home visits.  \nIf you work in a rural practice you may have to travel to see patients.",
            "CareerPathAndProgression": "You could move into medical work in hospitals, pharmaceutical companies, the prison service or education.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "26e58031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.28389844,
            "Id": "41148131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "72e48031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "GP practice manager",
            "PublicationDate": "2016-03-30T15:22:54.76Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "1241",
            "AlternativeTitles": "GP surgery manager",
            "Overview": "\nGP practice managers run the business side of doctors' surgeries and health centres.\n",
            "EntryRequirements": "\nThere are no set entry requirements but you'll need experience in:\n    administration or management\n       a health or social care setting\n       accounts\n       personnel work or staff management\n         \nA qualification in practice management, like the Certificate/Diploma in Primary Care and Health Management, could also help.\n",
            "SkillsYoullNeed": "\nYou'll need:\n    excellent organisational skills\n       the ability to lead, manage and motivate staff\n       accounting and budgeting skills\n       IT skills\n       ",
            "WhatYoullDo": "\nYou'll make sure the organisation runs efficiently and develop a business plan.\n  \nYour day-to-day tasks may include:\n    recruiting, training and supervising medical receptionists and secretaries\n       paying wages and making sure the practice meets financial targets\n       organising duty rosters for doctors and clerical staff\n       managing the reception and appointments system\n       managing medical records systems\n       controlling stocks of equipment, stationery and drugs\n       arranging the building's cleaning, maintenance and security\n       monitoring prescriptions\n       handling confidential information\n         \nYou'll also deal with outside organisations like clinical commissioning groups, other GP practices, patient groups and local authority social services departments.\n",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll work standard office hours, Monday to Friday. You may work evenings or Saturday mornings.\n  \nYou'll work at a GP surgery or health centre. If your practice includes more than one surgery, you'll travel between locations.\n",
            "CareerPathAndProgression": "\nWith experience, you could become a partner (part-owner) of the practice.    \nYou could move into healthcare management in hospitals, health authorities and NHS trusts, social services or private healthcare.\n",
            "RelatedJobFamilies": [
                "19d18131de8b6215b5d6ff16007d8c9f",
                "dcd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "72e48031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.22909598,
            "Id": "3df08131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "50ed8131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Biomedical scientist",
            "PublicationDate": "2016-07-23T09:28:43.493Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2112",
            "AlternativeTitles": "",
            "Overview": "Biomedical scientists test samples from patients, to support doctors and healthcare professionals in the diagnosis and treatment of disease.",
            "EntryRequirements": "You’ll need:    an  Institute of Biomedical Science (IBMS) accredited BSc (Hons) degree    at least one year’s experience at an approved laboratory - during this time you’ll work towards completion of the Registration Training Portfolio for the Certificate of Competence awarded by IBMS    registration as a biomedical scientist with the  Health and Care Professions Council (HCPC)  \nYou may be able to get into biomedical science as a trainee. You'll usually need at least 2 A levels in science or a related subject. Places are sponsored by employers like the NHS and are advertised as trainee biomedical scientist positions. You'd work and study towards an accredited degree.     Health Careers has more information about becoming a biomedical scientist.",
            "SkillsYoullNeed": "You’ll need:    the ability to concentrate for long periods  a good level of accuracy and attention to detail    an enquiring mind and good problem-solving skills    the ability to lead a research and development team    strong spoken and written communication skills    empathy and understanding when working directly with patients  ",
            "WhatYoullDo": "You’ll usually work in a laboratory, testing and analysing biological samples.   \nYou’ll specialise in one of these areas:    infection sciences    blood sciences    cellular sciences    \nDepending on your chosen area, your duties could include:    testing for diseases like Legionnaires’ disease and food poisoning    screening and testing for infectious diseases like rubella or hepatitis    analysing blood for disease and monitoring organ function    supporting the blood transfusion and transplant service through blood grouping and matching    screening for blood abnormalities and diseases, like anaemia and leukaemia    processing and analysing tissue samples from operations and autopsies    using specialist procedures like cell culture to detect cancer    routine testing of fluid and tissue samples like cervical smear tests    updating paperwork or computerised systems with data and test results  \nYou’ll also be involved in carrying out new research, and will support junior staff and technicians.",
            "WorkingHoursPatternsAndEnvironment": "In the NHS you’ll usually work 37.5 hours a week. You may also be expected to work evening and weekend shifts or be on-call.   \nYou’ll mainly work in very clean and sometimes sterile environments.   \nYou’ll be required to wear protective clothing.",
            "CareerPathAndProgression": "With experience, you could move into research, training and education, product development and commerce.   \nIn the NHS, you could work as a team leader, specialist, manager or professional manager with further training and qualifications.",
            "RelatedJobFamilies": [
                "a1d08131de8b6215b5d6ff16007d8c9f",
                "ecd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "50ed8131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.2278949,
            "Id": "c9c28131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "cfc18131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Practice nurse",
            "PublicationDate": "2016-07-04T12:02:07.787Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2231",
            "AlternativeTitles": "",
            "Overview": "Practice nurses work in GP practices to assess, screen, treat and educate patients, and help doctors give medical care.",
            "EntryRequirements": "You’ll need:    a Nursing and Midwifery Council (NMC) approved degree in nursing  clearance from the  Disclosure and Barring Service (DBS)    \nSome employers may also want you to have up to 2 years’ post-qualifying work experience as a nurse. It may help if you have experience of working in:    chronic disease management (like diabetes or asthma)    wound dressing    childhood immunisation    cervical cytology    phlebotomy (taking blood)  \nSome employers may also want you to have completed an  NMC approved community specialist practitioner course, specialising in general practice nursing. You may be able to do this while working.",
            "SkillsYoullNeed": "You’ll need:    excellent observational skills    communication and listening skills    the ability to inspire confidence and trust    the ability to work with people of all ages and backgrounds    IT skills and the ability to keep accurate and up-to-date patient records  ",
            "WhatYoullDo": "Your day-to-day duties may include:    setting up and running clinics for conditions like asthma, diabetes, heart problems and skin disorders    offering advice on family planning and contraception    taking blood and urine samples and other specimens and swabs    performing routine procedures like ear syringing, applying and removing dressings and treating wounds    offering specialist information and advice on blood pressure, weight control and stopping smoking    carrying out infant injections, vaccinations and travel immunisations    giving advice to patients on long-term medical and nursing needs  \nIn larger GP surgeries you may specialise in the needs of a particular client group.",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work 37.5 hours a week, Monday to Friday. You may need to work evenings or weekends if you’re running a health promotion clinic.  \nThe role can be physically and emotionally demanding. You may work with clients who are distressed and suffering with long-term illness.",
            "CareerPathAndProgression": "You could specialise in health promotion, chronic disease management, diabetes or asthma care.  \nWith experience and qualifications you could become a nurse practitioner, managing your own caseload of patients.\n \nYou could also move into management, teaching or research.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "cfc18131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.19330254,
            "Id": "04068231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "b3f88131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Pathologist",
            "PublicationDate": "2016-08-01T14:20:39.777Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2112",
            "AlternativeTitles": "",
            "Overview": "Pathologists are doctors who diagnose disease by examining cells and tissue samples, and sometimes performing autopsies.",
            "EntryRequirements": "To become a doctor specialising in pathology you'll need a:    5-year degree in medicine, recognised by the  General Medical Council (GMC)  2-year foundation course of general training  5 or 6-year specialist training programme in pathology    \nIf you don't have qualifications in science, you may be able to take a 6-year degree course in medicine, which includes a one-year pre-medical or foundation year.\n \nIf you already have a degree in a science subject (minimum 2:1) you could take a 4-year graduate entry programme into medicine.\n \nWhen you apply for a course in medicine, you may be asked to take the  UK Clinical Aptitude Test (UKCAT) or the  BioMedical Admissions Test (BMAT) to check your suitability for a career in medicine.\n \nYou may be able to get  NHS funding to pay for your course fees and help with your living expenses.\n \nThe  Association of Clinical Pathologists has more information about becoming a pathologist.   \nThe  British Medical Association (BMA) has more information about becoming a doctor.  \nTo become a veterinary pathologist, you’ll need to train as a vet. The  Royal College of Veterinary Surgeons (RCVS) has more information about becoming a vet.",
            "SkillsYoullNeed": "You’ll need:    excellent communication skills    the ability to work under pressure and make quick, accurate decisions    to be good at recognising visual patterns    good problem solving skills    the ability to put people at their ease and inspire trust and confidence  ",
            "WhatYoullDo": "You’ll help patients get the treatment they need as early as possible.  \nYou'll specialise in an area like:    chemical pathology/clinical biochemistry - studying chemicals in the blood  haematology - looking at blood disorders  histopathology - studying disease in human tissue  medical microbiology and virology - looking at infection  immunology - studying the immune system  forensic - performing autopsies for medical and legal purposes     \nYour day-to-day duties might include:    examining the results of blood tests, smear tests and tissue removal  explaining test results and giving advice on further medical assessments  treating diseases and making sure blood transfusions are safe  developing vaccines against infectious diseases and inherited conditions  researching and developing new tests and treatments  organising work in laboratories and supervising other laboratory staff  attending meetings with other health professionals to discuss the treatment of individual patients  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll work up to 48 hours a week for a full-time post. This will include some evening and weekend work. You may also be on a rota for out-of-hours emergency work.\n \nYou’ll be based in a laboratory, clinic or hospital ward.  \nYou’ll wear protective gear like safety goggles, a face mask, rubber boots and a lab coat if you work in a laboratory.\n \nYou’ll sometimes need to perform autopsies, which can be upsetting.",
            "CareerPathAndProgression": "With experience, you may go on to lead a team or manage a department.\n \nWith experience and entry on the General Medical Council (GMC)  Specialist Register, you could apply for senior (or consultant) roles.\n \nYou could also progress to teaching and training students, trainee doctors and other healthcare professionals.",
            "RelatedJobFamilies": [
                "a1d08131de8b6215b5d6ff16007d8c9f",
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "b3f88131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0019037187,
            "Id": "14ed8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "8eea8131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Surgeon",
            "PublicationDate": "2016-07-21T09:57:36.067Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2211",
            "AlternativeTitles": "",
            "Overview": "Surgeons specialise in caring for patients who may need an operation.",
            "EntryRequirements": "To become a surgeon you'll need to complete:    a 5-year degree in medicine, recognised by the  General Medical Council (GMC)    a 2-year foundation programme of general training    2 years core surgical training in a hospital    up to 6 years of speciality training  \nIf you don't have qualifications in science, you may be able to join a 6-year degree course in medicine. This includes a one-year pre-medical or foundation year.  \nIf you already have a degree in a science subject (minimum 2:1) you could take a 4-year graduate entry programme into medicine.   \nWhen you apply for a course in medicine, you may be asked to take the  UK Clinical Aptitude Test (UKCAT) or the  BioMedical Admissions Test (BMAT). This is used to check your suitability for a career in medicine by testing your mental abilities and behavioural characteristics, rather than your academic achievements.  \nYou may be able to get  NHS funding to pay for your course fees and help with your living expenses.  \nThe  Royal College of Surgeons has more information about becoming a surgeon.",
            "SkillsYoullNeed": "You’ll need:    excellent communication skills and the ability to explain choices to patients    the ability to work under pressure and make quick, accurate decisions    excellent hand-eye co-ordination and practical skills    the ability to put people at their ease and inspire trust and confidence    leadership and management skills    the ability to always work to high professional standards  ",
            "WhatYoullDo": "You'll specialise in one of 10 surgical areas, like:    ear, nose and throat (ENT)  orthopaedic surgery    paediatric surgery    plastic surgery    trauma    \nYou’ll see patients admitted to hospital through the accident and emergency department, or referred by other hospital doctors and GPs.  \nYou’ll spend time:    meeting the patient before the operation to decide on the best course of action    explaining the procedures and risk    taking tests and arrange X-rays    carrying out operations with a team of people    carrying out ward rounds    writing to GPs about your patients’ conditions and treatments  \nYou'll be responsible for training and supervising junior doctors and other healthcare professionals in the hospital. You might also carry out research and write papers for publication.",
            "WorkingHoursPatternsAndEnvironment": "You'll work long hours including nights and weekends. You'll also be part of an out-of-hours rota system.    \nYou'll spend time in a variety of settings such as consulting rooms, wards, operating theatres and special units like accident and emergency.",
            "CareerPathAndProgression": "With experience and entry on the General Medical Council (GMC)  Specialist Register, you could apply for senior (or consultant) roles, go on to lead a team, or manage a department.   \nYou could also progress to teaching and training students, trainee doctors and other healthcare professionals.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "8eea8131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0015680336,
            "Id": "16b78131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "3cb68131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Children's nurse",
            "PublicationDate": "2016-06-24T14:02:57.647Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2231",
            "AlternativeTitles": "",
            "Overview": "Children's nurses provide care for children and young people with acute or long-term health problems.",
            "EntryRequirements": "You’ll need a degree in children's nursing, leading to registration with the  Nursing and Midwifery Council (NMC).  \nRelevant paid or voluntary experience may help when applying for a degree in children's nursing. If you already have a health-related degree, you may be able to join a nursing degree on the second year of a course.  \nYou could get into this job through an apprenticeship and then take a child nursing degree.   \nThe NMC has more information on  registering if you qualified as a nurse outside of the UK.  \nYou’ll need to pass occupational health checks and background checks by the  Disclosure and Barring Service (DBS).  \nYou may be able to get  NHS funding to pay for your course fees and help with your living expenses.",
            "SkillsYoullNeed": "You’ll need:    good observational skills  the ability to make decisions and act quickly when you notice changes in children's health  the ability to comfort, reassure and gain children's trust  excellent listening skills  the authority and confidence to deal with children or parents in stressful circumstances  the ability to teach parents or carers basic nursing skills    ",
            "WhatYoullDo": "Your day-to-day tasks may include:    working with doctors to assess the needs of ill, injured or disabled children  deciding what level of nursing care is required  working closely with parents and carers to help them cope with having an ill child in hospital, and how to care for them after returning home  interpreting children's behaviour to recognise if their health has become worse    \nThe help you give could include:    checking temperatures  measuring blood pressure and breathing rates  helping doctors with physical examinations  giving drugs and injections  cleaning and dressing wounds  carrying out blood transfusions and drips (intravenous drips)  using hi-tech medical equipment    \nYou’ll work closely with other professionals including healthcare assistants, doctors, social workers and hospital play specialists.",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work 37.5 hours a week, which can include evenings, weekends, night shifts and bank holidays.   \nYou’ll work in a special children’s hospital or hospice, on a children’s ward in a general hospital or, after further training, in paediatric intensive care. You could also work at a GP practice or child health clinic.",
            "CareerPathAndProgression": "With experience, you could go on to specialise in an area like burns and plastics, child protection, cancer care, neonatal nursing or intensive care.  \nYou could also progress to sister, ward manager or team leader with responsibility for running a ward or a team of nurses in the community. You could go on to other management roles, like matron or director of nursing.  \nYou could train as a health visitor, neonatal or school nurse, or practice nurse in a doctor's surgery. You could also become self-employed or work overseas.  \nWith further study and experience you could move into a nurse consultant position, working directly and independently with patients, carrying out research, and developing and delivering training. ",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "3cb68131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0014763982,
            "Id": "b9e68131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "10e68131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Psychiatrist",
            "PublicationDate": "2016-07-19T12:07:55.397Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2211",
            "AlternativeTitles": "",
            "Overview": "Psychiatrists diagnose and treat patients with mental health problems.",
            "EntryRequirements": "To become a doctor specialising in psychiatry you'll need to complete:    a 5-year degree in medicine, recognised by the  General Medical Council (GMC)    a 2-year foundation programme of general training    a 6-year specialist training programme in psychiatry  \nIf you don't have qualifications in science, you may be able to join a 6-year degree course in medicine. This includes a one-year pre-medical or foundation year.   \nIf you already have a degree in a science subject (minimum 2:1) you could take a 4-year graduate entry programme into medicine. Some universities will also accept non-science graduates.   \nWhen you apply for a course in medicine, you may be asked to take the  UK Clinical Aptitude Test (UKCAT) or the  BioMedical Admissions Test (BMAT). This is used to check your suitability for a career in medicine by testing your mental abilities and behavioural characteristics, rather than your academic achievements.  \nYou may be able to get  NHS funding to pay for your course fees and help with your living expenses.",
            "SkillsYoullNeed": "You’ll need:    excellent listening and communication skills    the ability to put people at ease and inspire trust and confidence    good investigative skills    the ability to work under pressure and make well-judged decisions    leadership and management skills  ",
            "WhatYoullDo": "Your work will depend on which area of psychiatry you specialise in. You could work in one of the following areas of psychiatry:    general adult    old age    child and adolescent    learning disability    medical psychotherapy    forensic    \nYou'll assess your patient’s condition by asking them about their thoughts. You'll also get information from other sources, like their GP, relatives and social workers. You may carry out blood tests or scans to rule out other health conditions.  \nAfterwards, you’ll:    carry out psychiatric tests    prescribe medication    recommend treatments like counselling or cognitive behavioural therapy (CBT)    suggest practical ways to stay well  ",
            "WorkingHoursPatternsAndEnvironment": "You may work long hours including nights and weekends. You’ll also be part of an out-of-hours rota system.    \nYou may be based on a hospital ward or an outpatient department. You could also work in the community as part of a community mental health team visiting schools, residential homes and prisons.",
            "CareerPathAndProgression": "With experience, you may go on to lead a team, or manage a unit or department. You may also progress to teaching and training students, trainee doctors and other healthcare professionals.  \nWith experience and entry on the General Medical Council (GMC)  Specialist Register, you could apply for senior (or consultant) roles.",
            "RelatedJobFamilies": [
                "a1d08131de8b6215b5d6ff16007d8c9f",
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "10e68131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0014657413,
            "Id": "7e9f8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "80798231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Colour therapist",
            "PublicationDate": "2016-09-22T09:40:20.02Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3219",
            "AlternativeTitles": "",
            "Overview": "Colour therapists believe it’s possible to use colour to to help physical, mental or emotional problems by balancing energy.",
            "EntryRequirements": "There are no set requirements. You can prepare to work in colour therapy by taking a certificate or diploma, like those awarded by the  Vocational Training Charitable Trust (VTCT) or  The Association of Natural Medicine (ANM).  \nYou could also start by doing shorter courses, which can be useful as an introduction or for general interest. Colour therapy may sometimes be included as part of a broader complementary or holistic therapy course.  \nExperience or qualifications in counselling, anatomy and physiology could be useful for entry to some courses. It can also help if you've worked in a caring profession.",
            "SkillsYoullNeed": "You’ll need:    good listening and communication skills  the ability to recognise when to refer clients to a qualified medical doctor  business skills, if self-employed  ",
            "WhatYoullDo": "Your day-to-day duties may include:    discussing your client’s medical history and colour preferences  using stained glass filters, crystals, lighting gels, or coloured silks to apply colour to the whole body, or a specific area of the body  setting up a selection of bottles of coloured essence, and applying the liquid to the skin of the client  using meditation and visualisation methods  demonstrating and teaching breathing exercises  ",
            "WorkingHoursPatternsAndEnvironment": "Colour therapists are usually self-employed and run their own practice. This means you’ll choose your own working hours. You may offer evening and weekend appointments to suit your clients.  \nYou’ll usually work from home or in private consultation rooms, or in clients' homes.",
            "CareerPathAndProgression": "As a self-employed therapist, your success will depend on your ability to network, build a good reputation and client base. You could move into practising other therapies or training other therapists.",
            "RelatedJobFamilies": [
                "cdd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "80798231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.001387411,
            "Id": "cecd8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "55cd8131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Clinical psychologist",
            "PublicationDate": "2016-07-11T09:15:22.193Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2212",
            "AlternativeTitles": "Criminal psychologist, investigative psychologist, legal psychologist",
            "Overview": "Clinical psychologists help people make positive changes to their thinking and behaviour.",
            "EntryRequirements": "You’ll need:    a  British Psychological Society (BPS) accredited degree in psychology, or completion of an approved conversion course    Graduate Basis for Chartered Membership (GBC) of the BPS    a doctorate in clinical psychology    work experience (often a minimum of 12 months) as a psychology assistant or research assistant, or in a relevant caring role    registration with the  Health and Care Professions Council (HCPC)    clearance from the  Disclosure and Barring Service (DBS)  ",
            "SkillsYoullNeed": "You’ll need:    excellent communication and listening skills    empathy and the ability to deal with people in distress    honesty and integrity    the ability to remain calm in stressful situations    problem-solving and decision-making skills  ",
            "WhatYoullDo": "You’ll see people who have psychological difficulties like anxiety, depression, phobias or eating disorders.  \nYour day-to-day tasks may include:    assessing clients’ needs through interviews, tests and observations  deciding on the most appropriate form of treatment, like therapy, counselling or advice  planning treatment programmes  working with clients in groups or individually  writing reports and going to case conferences  carrying out research  \nYou’ll work closely with other professionals, like doctors and probation officers.",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work from 9am to 5pm, Monday to Friday. You may sometimes need to work evenings or weekends, and you could be part of an emergency out-of-hours rota system.  \nDepending on your role, you may work with clients in:    their homes    hospitals    local health centres    mental health and disability services    social services, schools and prisons  ",
            "CareerPathAndProgression": "With experience, you could produce legal reports or act as an expert witness in court. You could specialise in working with groups like children, young offenders or older adults.  \nWith experience and further training you could specialise in clinical neuropsychology.   \nYou could move into research or teaching.  \nYou could also work as a freelance consultant, advising other professionals and clients, or set up your own practice.",
            "RelatedJobFamilies": [
                "83d08131de8b6215b5d6ff16007d8c9f",
                "a1d08131de8b6215b5d6ff16007d8c9f",
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "55cd8131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0013798457,
            "Id": "cee58131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "94e38131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Anaesthetist",
            "PublicationDate": "2016-07-19T09:22:23.06Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2211",
            "AlternativeTitles": "",
            "Overview": "Anaesthetists provide anaesthetics to patients before, during and after surgery.",
            "EntryRequirements": "To become a doctor specialising in anaesthetics you'll need to complete:    a 5-year degree in medicine, recognised by the  General Medical Council (GMC)    a 2-year foundation programme of general training    a 7- or 8- year training programme of specialist training  \nIf you don't have qualifications in science, you may be able to join a 6-year degree course in medicine. This includes a one-year pre-medical or foundation year.  \nIf you already have a degree in a science subject (minimum 2:1) you could take a 4-year graduate entry programme into medicine.   \nWhen you apply for a course in medicine, you may be asked to take the  UK Clinical Aptitude Test (UKCAT) or the  BioMedical Admissions Test (BMAT). This is used to check your suitability for a career in medicine by testing your mental abilities and behavioural characteristics, rather than your academic achievements.  \nYou may be able to get  NHS funding to pay for your course fees and help with your living expenses.  \nThe  British Medical Association (BMA) has more information about becoming an anaesthetist.",
            "SkillsYoullNeed": "You’ll need:    excellent communication skills and the ability to explain choices to patients    the ability to work under pressure and make quick, accurate decisions    practical skills for examining patients and performing clinical procedures    excellent hand-eye co-ordination    the ability to put people at their ease and inspire trust and confidence    leadership and management skills  ",
            "WhatYoullDo": "Your day-to-day duties might include:    preparing patients for surgery by explaining any risks or side effects    giving anaesthetics to patients    observing and monitoring patients during surgery    resuscitating and stabilising patients in the emergency department    relieving pain during childbirth    easing pain after an operation    managing acute and chronic pain    helping psychiatric patients receiving electric shock therapy  \nYou'll also give anaesthetics to patients having operations outside the operating theatre, like radiology and radiotherapy, and dental surgery.",
            "WorkingHoursPatternsAndEnvironment": "You'll work long hours including nights and weekends, and you'll be part of an out-of-hours rota system.    \nYou'll work in consulting rooms, wards, operating theatres and special units like accident and emergency.",
            "CareerPathAndProgression": "As a consultant anaesthetist in the NHS, you may also find opportunities to work in the private sector. With experience you might lead or manage departments.  \nWith experience and entry on the General Medical Council (GMC)  Specialist Register, you could apply for senior (or consultant) roles.   \nYou could also teach medical students, postgraduate doctors in training, nurses, midwives and paramedics.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "94e38131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0011205213,
            "Id": "8f438231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "ee398231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Aromatherapist",
            "PublicationDate": "2016-08-25T11:39:56.77Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3219",
            "AlternativeTitles": "",
            "Overview": "Aromatherapists use essential oils to help improve emotional well-being and relieve symptoms of ill health.",
            "EntryRequirements": "You’ll need:    insurance    to be 18 or over    to complete a course meeting aromatherapy  National Occupational Standards (NOS)    membership of a professional body    \nCourses which meet the NOS standards will give you the qualification you need to become a member of a professional body. These courses take at least 9 months. You can take shorter courses, but they’re for personal interest only. It can help your application if you have previous experience of healthcare, massage, beauty therapy or counselling.   \nThese awarding bodies have details of the courses you could take:    Vocational Training Charitable Trust (VTCT)    International Therapy Examination Council (ITEC)    The Confederation of International Beauty Therapy & Cosmetology (CIBTAC)  \nYou can also study at foundation degree and degree level. These courses usually include aromatherapy alongside other complementary therapies.",
            "SkillsYoullNeed": "You’ll need:    the ability to empathise with clients    the ability to gain clients' confidence and trust    an ability to remember and understand the properties and chemistry of a large number of essential oils    accurate record-keeping skills    the ability to recognise when to refer clients to a qualified medical doctor    business skills, if self-employed  ",
            "WhatYoullDo": "Your day-to-day duties may include:    explaining the treatment to the client    taking details of the client's medical history, diet and lifestyle    selecting the oils you feel are appropriate for treating the client    blending the oils to be used    applying oils by full or partial body massage    keeping records of treatments and the blends of oils used    supplying blended oils and instructions for clients to use at home  ",
            "WorkingHoursPatternsAndEnvironment": "Your working hours will depend on how many clients you have, particularly if you're self-employed. You may start by working part-time until you have built a solid reputation and client base. You may need to work some evenings and weekends to accommodate your clients.  \nYou could work in a variety of settings. ",
            "CareerPathAndProgression": "As a self-employed practitioner, you could set up clinics at home or at other premises, or visit clients in their homes.   \nWith further training, you could offer additional therapies, like reflexology or massage, to increase your income.  \nYou could work at a health spa or private clinic.",
            "RelatedJobFamilies": [
                "cdd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "ee398231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0009697012,
            "Id": "5b2b8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "48298231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Reflexologist",
            "PublicationDate": "2016-08-22T07:18:56.92Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3219",
            "AlternativeTitles": "",
            "Overview": "Reflexologists apply pressure to areas on the feet and hands, to help the body’s natural balance of energy and its healing processes.",
            "EntryRequirements": "There are no set requirements, but you could register with a professional body to enhance your professional reputation and help you find work. You’ll usually need at least a level 3 diploma to register.  \nRelevant courses include:     level 3 diploma in reflexology or complementary therapies    foundation degrees and degrees in complementary or holistic medicine    postgraduate qualifications    \nExperience in healthcare, massage, beauty therapy or counselling can help when applying for a course. You can find course providers from these awarding bodies:    VTCT    ITEC    City & Guilds    ABC  \nYou may need  Disclosure and Barring Service (DBS) clearance.  ",
            "SkillsYoullNeed": "You’ll need:    excellent communication and listening skills    the ability to empathise with clients    the ability to inspire confidence in your clients    coordination and practical skills    the ability to recognise when a client needs to be referred to a medical doctor    business and marketing skills, if self-employed  ",
            "WhatYoullDo": "Your day-to-day duties may include:        explaining treatments to the client    taking a medical history, covering health, diet and lifestyle    examining the client’s feet and hands for problem areas    applying pressure with the thumb and fingers to the client’s feet and hands    keeping treatment records    referring clients to their GP if needed  \nYou may use reflexology alongside traditional medicine and other complementary therapies.",
            "WorkingHoursPatternsAndEnvironment": "Your working hours would depend on how many clients you have, particularly if you’re self-employed. You may need to work some evenings and weekends to accommodate your clients.  \nYou could work in a variety of settings, including hospices, clients’ homes, complementary or holistic medicine clinics, or beauty salons.",
            "CareerPathAndProgression": "You could go on to train and qualify in other areas of complementary medicine, like aromatherapy, massage therapy or Reiki healing. This can help you to attract more clients.  \nWith experience and further training, you could go into teaching reflexology. You may also coach or mentor newly qualified reflexologists. ",
            "RelatedJobFamilies": [
                "cdd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "48298231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0008899187,
            "Id": "fc9e8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "98808231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Critical care technologist",
            "PublicationDate": "2016-09-22T09:40:14.15Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3219",
            "AlternativeTitles": "CCT, intensive care unit technician",
            "Overview": "Critical care technologists (CCTs) make sure equipment used in the care of critically ill patients is safe and effective.",
            "EntryRequirements": "You’ll need:    an honours degree (2:1 or above) in a subject related to the specialist area you want to work in  to complete the 3-year  NHS Healthcare Scientist Training Programme (STP)    After your degree, you’ll need to find a trainee healthcare scientist job through the STP. The STP also leads to a master’s degree in your chosen specialism.    \nYou’ll be employed by an NHS organisation and paid a salary while you train.    Health Careers has more information on becoming a critical care technologist.",
            "SkillsYoullNeed": "You’ll need:    the ability to work accurately and precisely when under pressure  problem solving and decision making skills  the ability to empathise with patients, and put them at ease  teamworking skills  ",
            "WhatYoullDo": "Your day-to-day duties could include:    setting up equipment, connecting it to patients and monitoring the machinery  carrying out maintenance checks and cleaning of intensive care equipment and bedside technical support  decontaminating machinery  advising and training medical staff on the use of equipment  negotiating with medical sales representatives  routine administration tasks  managing the on-call rotas and work of other staff  researching, developing, assessing and introducing new treatments and technologies    The type of equipment you’ll work with includes:    blood analysers – to measure biochemical factors  dialysis machines – to filter blood when the kidneys aren't working   ventilators – to help patients breathe  defibrillators and monitors – to measure vital body functions, like heart rate and brain activity  infusion pumps and syringe drivers – to deliver drugs to patients  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work 37.5 hours a week. You’ll work shifts and be part of an on-call rota system.  \nYou might handle hazardous chemicals and substances, so you’ll wear protective overalls, gloves, glasses and a mask.  \nYou’ll work alongside doctors, nurses and other medical staff like physiotherapists, dietitians and pharmacists. You’ll have a large amount of contact with very sick patients and distressed relatives, so the work could be pressurised and emotionally challenging at times.",
            "CareerPathAndProgression": "With experience, you could progress to lead CCT.   \nYou could move into a specialist field of critical care like liver and transplant work, cardiology, neurophysiology, burns, premature baby units, and respiratory physiology.",
            "RelatedJobFamilies": [
                "ecd08131de8b6215b5d6ff16007d8c9f",
                "28d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "98808231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00078243,
            "Id": "e0058231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "66f88131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Coroner",
            "PublicationDate": "2016-08-01T14:20:38.04Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2412",
            "AlternativeTitles": "",
            "Overview": "Coroners look into deaths from unnatural or unknown causes, or those that have happened suddenly or in prison or police custody.",
            "EntryRequirements": "You must be a qualified barrister, solicitor, or a  Fellow of the Chartered Institute of Legal Executives (CILEx), with at least 5 years' qualified experience.  \nSome coroners have qualifications in both law and medicine. You’ll usually start as a deputy or assistant deputy coroner.  \nAll appointments of coroners and assistant coroners are made by local authorities, with the consent of the Chief Coroner and the Lord Chancellor. All coroners must retire by the age of 70.  ",
            "SkillsYoullNeed": "You’ll need to be:    able to break down events and evidence into smaller parts and explore them    able to explain difficult, legal and medical terms in an understandable way    tactful and sensitive when dealing with relatives of the deceased    \n    accurate at keeping records  able to communicate well with a wide range of people including police officers, witnesses, the media and members of the public  ",
            "WhatYoullDo": "You’ll:    decide the cause of death by looking into all the available information    talk to other professionals involved, like the deceased's doctor    order a post-mortem examination if there are questions around the cause of death    notify the Registrar about the death, and results of any inquest held    deal with upset relatives    write reports and recommendations to prevent future deaths  ",
            "WorkingHoursPatternsAndEnvironment": "You must be available at all times to carry out any duties in connection with inquests and post-mortem examinations.   \n24-hour cover varies from district to district, and coroners can work long hours.  \nSome coroners are full-time, but others work part-time and spend the rest of their time working in private legal practice.",
            "CareerPathAndProgression": "With experience, you can apply for the position of senior coroner, with chief coroner the most senior position.   \nYou can also apply to become a course director with the  Judicial College.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "66f88131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0007745662,
            "Id": "b2fb8031-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "6ce58031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Nurse",
            "PublicationDate": "2016-05-16T14:55:56.467Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2231",
            "AlternativeTitles": "Adult nurse",
            "Overview": "Nurses care for adults who are sick, injured or have physical disabilities",
            "EntryRequirements": "You'll need:      a degree in adult nursing   to register with the  Nursing and Midwifery Council (NMC)  clearance from the Disclosure and Barring Service            \nYou may be able to get NHS funding to pay for your course fees and help with your living expenses.",
            "SkillsYoullNeed": "You'll need:\n    excellent organisational and time management skills  excellent listening and communication skills  ",
            "WhatYoullDo": "\nYou'll work in hospitals, nursing homes, health centres, clinics or prisons. In an NHS hospital you could work in accident and emergency, cardiac rehabilitation, outpatients, neonatal nursing or an operating theatre.  \nYour day-to-day duties could include:    taking temperatures, blood pressures and pulse rates\n       helping doctors with physical examinations\n       giving drugs and injections\n       cleaning and dressing wounds\n       setting up drips and blood transfusions\n       using medical equipment  checking patients' progress  working with doctors to decide what care to give  advising patients and their relatives  handling confidential information      ",
            "WorkingHoursPatternsAndEnvironment": "You'll usually work 37.5 hours a week including evenings, weekends, night shifts and bank holidays.  \nThe job can be physically demanding.  \nMost jobs are in the NHS. You could work in hospital wards, nursing homes, hospices, schools, colleges, private hospitals and in the community, visiting patients at home.",
            "CareerPathAndProgression": "With experience, you could  become a nursing sister, ward manager or team leader.  You could  train as a midwife, neonatal nurse, health visitor, district or practice nurse. You could move into management, as a matron or director of nursing.  \nWith a master's, you could become an advanced nurse practitioner or clinical nurse specialist then a nurse consultant.    \nYou could also become self-employed or work overseas.      ",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "6ce58031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0007689863,
            "Id": "9a598131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "f3d88031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Medical secretary",
            "PublicationDate": "2016-04-18T10:19:43.61Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "4211",
            "AlternativeTitles": "",
            "Overview": "\nMedical secretaries provide office support in hospitals, GP surgeries and universities.\n",
            "EntryRequirements": "\nYou'll need GCSEs (A* to C) in maths and English, and office experience.  \nIt may also be helpful if you have:    a typing or word processing qualification  a knowledge of medical terms    \nYou could get into this job through an  apprenticeship.",
            "SkillsYoullNeed": "\nYou'll need:\n    administration and organisational skills\n       accuracy and attention to detail\n       excellent grammar and spelling\n       ",
            "WhatYoullDo": "\nYou'll work for a hospital doctor, NHS manager, hospital consultant or a GP. You could work in the NHS or for a private company.\n  \nYour day-to-day duties may include:\n    handling questions from patients\n       organising a doctor's diary and booking travel\n       managing a waiting list of patients\n       updating patient records\n       sending samples for medical testing\n       typing letters, clinical reports and filing\n       monitoring an office budget\n       dealing with confidential information\n       ",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll usually work in an office, 9am to 5pm, Monday to Friday.\n",
            "CareerPathAndProgression": "    With experience, you could manage a team of secretaries in a large organisation.  \nWith further training, you could become an administration manager, office manager or GP practice manager.\n",
            "RelatedJobFamilies": [
                "dcd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "f3d88031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0007063628,
            "Id": "2d9f8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "277b8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Colon hydrotherapist",
            "PublicationDate": "2016-09-22T09:40:16.45Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2229",
            "AlternativeTitles": "",
            "Overview": "Colon hydrotherapists use water to cleanse the colon of waste products and toxins.",
            "EntryRequirements": "There are no set requirements.   \nThe  Register of Integrative Colon Therapists and Trainers (RICTAT) and the  Association of Registered Colon Hydrotherapists (ARCH) set and monitor training standards.  \nTo register with either organisation you’ll need to complete a recognised training course.  \nTo get onto a course, you’ll need 2-years' experience and a relevant qualification in nursing, medicine, or a body-based therapy, like acupuncture, chiropractic, osteopathy or herbalism.",
            "SkillsYoullNeed": "You’ll need:    excellent listening and communication skills  the ability to build trust and rapport with patients  business skills, if running your own practice  ",
            "WhatYoullDo": "Your day-to-day duties may include:    inserting a tube filled with filtered water (warmed to body temperature) into the client's body  repeatedly flushing the tube with water to cleanse the colon and rid the body of any waste products  massaging the client's abdomen and other pressure points  disposing of any fluids  preparing the room and sterilising equipment   advising clients about ways to improve their health, diet and lifestyle  referring clients onto doctors or other health professionals if needed  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually be self-employed. You may provide evening and weekend appointments to meet the needs of your patients. Sessions take around 90 minutes.  \nYou’ll usually work in private consulting rooms.",
            "CareerPathAndProgression": "With experience you could run your own practice or work in a variety of settings like health and spa resorts, gyms, salons, and natural health centres.  \nYou could also train in other therapies like aromatherapy and massage.",
            "RelatedJobFamilies": [
                "cdd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "277b8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.000681481,
            "Id": "b8548231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "a2548231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Osteopath",
            "PublicationDate": "2016-09-01T09:47:13.977Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2229",
            "AlternativeTitles": "",
            "Overview": "Osteopaths help their clients develop muscles, bones, ligaments, nerves and joints that work well together.",
            "EntryRequirements": "You’ll usually need a degree or master’s degree, and registration with the  General Osteopathic Council (GOsC). The GOsC has a list of approved courses.   \nIf you’re a doctor or nurse, you may be able to take a shortened programme.   \nYou’ll also need a good level of physical fitness, liability insurance and clearance from the Disclosure and Barring Service (DBS).  ",
            "SkillsYoullNeed": "You’ll need:    coordination and practical skills  the ability to gain trust and reassure your clients  good problem solving skills  strong powers of observation  ",
            "WhatYoullDo": "Your day-to-day duties may include:    asking clients about their health and medical history  examining their posture and gait, paying particular attention to their muscles, ligaments and vertebrae  using X-rays and other methods to help with your diagnosis  planning a course of treatment   using gentle, hands-on techniques like joint mobilisation and massage   advising clients about diet and lifestyle  giving clients exercises to do at home    You’ll work with a variety of clients, including:    older people with arthritis  babies with colic  adults with lower back pain  people recovering from a sports injury  women going through posture changes caused by pregnancy  ",
            "WorkingHoursPatternsAndEnvironment": "If self-employed, your hours will depend on the number of clients you have. You may need to cover some evenings and weekends to fit in with your clients’ needs.  \nYou’ll carry out your work in a consulting room, although you may treat patients in their own homes, so the ability to drive would be an advantage. ",
            "CareerPathAndProgression": "With experience, you could set up your your own practice or work in a private health care centre or sports clinic.  \nYou could go into research or training. You could also work overseas.",
            "RelatedJobFamilies": [
                "cdd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "a2548231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00066155265,
            "Id": "f8058231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "87f88131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Clinical scientist",
            "PublicationDate": "2016-08-01T14:20:39.23Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2112",
            "AlternativeTitles": "Healthcare scientist",
            "Overview": "Clinical scientists research and develop techniques and equipment to help prevent, diagnose and treat illness.",
            "EntryRequirements": "You’ll need:    a degree in life sciences (biology, microbiology, genetics or biochemistry), physics, engineering, or those related to medicine (biomedical science, medical physics or biotechnology)    to complete the 3-year  NHS Healthcare Scientist Training Programme (STP)    registration with the  Health and Care Professions Council (HCPC)  \nIf you don’t have a degree level qualification, you can enter clinical science in the NHS at practitioner level by applying for the  NHS Practitioner Training Programme (PTP).    Health Careers has more information on how to become a clinical scientist.",
            "SkillsYoullNeed": "You’ll need:    accuracy and attention to detail  the ability to concentrate for long periods    an enquiring mind and good problem solving skills    excellent communication skills   ",
            "WhatYoullDo": "Your duties will depend on your specific role, but may involve:    interpreting test results and suggesting treatments to doctors    researching, developing and testing new methods of diagnosis and treatment    giving doctors advice on buying and using commercial products and equipment    You’ll focus on physiological sciences, life sciences or medical physics and clinical engineering.  \nIn physiological sciences, you’re more likely to work directly with patients in audiology, cardiac physiology, or investigating how an organ functions to diagnose abnormalities and find ways of improving a patient's wellbeing.  \nIn life sciences, you could work in one of the following branches:    embryology – researching infertility, including IVF treatment, egg retrieval and assisted reproduction    pathology – investigating the cause and progression of illness, or reason for death    genetics – studying cells to check for inherited diseases    haematology – analysing, diagnosing and monitoring blood-based disorders    \nIn medical physics and clinical engineering, you’ll be involved in:    designing and developing instruments to monitor and treat patients    creating new ways to treat and diagnose illness    making sure complex equipment is set up and used correctly  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work around 37.5 hours a week. You may have to work evenings or weekends as part of an on-call rota.  \nYou’ll be based in a hospital, clinic or laboratory setting. You may need to travel to other hospitals to meet with other scientists.  \nYou’ll wear protective clothing when working with hazardous substances and radiation.",
            "CareerPathAndProgression": "With experience, you could move into management or teaching.    \nYou could also go on to study for a PhD or apply for the  NHS Higher Specialist Scientific Training Programme (HSST).",
            "RelatedJobFamilies": [
                "a1d08131de8b6215b5d6ff16007d8c9f",
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "87f88131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0006565079,
            "Id": "fc0f8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "4fe48031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Health service manager",
            "PublicationDate": "2016-03-30T14:25:58.76Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "1181",
            "AlternativeTitles": "Hospital manager, NHS hospital manager",
            "Overview": "\nHealth service managers run local healthcare services such as hospitals, GP practices and community health services.\n",
            "EntryRequirements": "\nYou'll need at least 5 GCSEs (grade A* to C).    \nYou could start as a health service supervisor in the NHS, or by working your way up from an administrative or clinical role.   \nYou can also get into this job through an  NHS Graduate Management Training Scheme.\n  \nIf you're a doctor, pharmacist or nurse, or you're in a non-clinical role, you can take a a  Postgraduate Certificate in Health Service Leadership.\n  \nIf you've worked in the private, public or voluntary sectors and have management experience, you can apply for health service manager roles in finance, purchasing or human resources.\n",
            "SkillsYoullNeed": "\nYou'll need:\n    leadership and negotiating skills\n       budget and policy planning skills\n       the ability to recruit and supervise staff\n       contract management skills  excellent communication skills  ",
            "WhatYoullDo": "\nYou could be responsible for controlling resources in a range of roles, like chief executive of a large hospital, or manager of a GP practice.  \nYou could specialise in:\n    finance\n       human resources (HR)\n       project management\n       health informatics\n       facilities management and premises security\n         \nYour day-to-day duties could include:    supervising staff   dealing with the health service's day-to-day performance\n       writing reports and producing presentations\n       setting and managing budgets\n       making sure regulations are followed\n       working with clinical staff and other professionals\n       ",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll usually work in a hospital, a GP clinic, for a clinical commissioning group or in a community health organisation. You'll usually work from 9am to 5pm. If you're working in a hospital, you may have to work shifts and be on-call for emergencies.\n",
            "CareerPathAndProgression": "\nWith experience, you could apply to become a member of the  Institute of Healthcare Management, which will give you access to a range of professional development opportunities.  \nYou'll increase your chances for career progression if you complete a specific higher level management qualification, like a master's in business administration (MBA) or a diploma in management studies (DMS).\n  \nYou could also apply for jobs at director or chief executive level.\n",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f",
                "19d18131de8b6215b5d6ff16007d8c9f",
                "dcd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "4fe48031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0006565079,
            "Id": "9c3a8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "4c338231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Clinical engineer",
            "PublicationDate": "2016-08-24T11:37:27.817Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2126",
            "AlternativeTitles": "Biomedical engineer, bio-engineer",
            "Overview": "Clinical engineers design, develop and maintain equipment for diagnosing illness and treating patients.",
            "EntryRequirements": "You’ll need a degree in a relevant science or engineering subject (2:1 or higher), or a postgraduate qualification, to apply for the  Scientist Training Programme (STP) – a 3-year on-the-job NHS training scheme.  \nAlternatively, with a degree you could also find employment in the private sector and work your way up to chartered engineer status.  \nIf you don’t have a degree, you could apply for the  Practitioner Training Programme (PTP) – a 3-year degree in healthcare science with NHS work placements.  \nYou’ll need to register with the  Health and Care Professions Council once qualified.\nYou could also get into this job through an apprenticeship.  \nVisit  Health Careers for more details about working as a clinical engineer.",
            "SkillsYoullNeed": "You’ll need:    excellent technical knowledge  excellent communication skills for talking to patients    the ability to prioritise workloads and plan effectively    budgeting skills  ",
            "WhatYoullDo": "Your day-to-day duties may include:    testing equipment, like walking aids, wheelchairs and speech synthesizers (known as assistive technologies)    developing artificial limbs that attach to the patient's own tissue    making artificial joints, heart valves and hearing implants from new materials    designing equipment that allows doctors to try new medical techniques, like optical instruments for keyhole surgery    management of medical equipment, like scanners, imaging machines and monitoring systems    carrying out quality assurance checks to ensure all equipment is working correctly and safely    working closely with other medical professionals and technical staff  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work around 37.5 hours a week, between 9am to 5pm, Monday to Friday. In the NHS, you may have to work evenings or weekends as part of an on-call rota, depending on your role.  \nIf you work in a hospital, you’ll be based in a clinic and an engineering workshop. You’ll need to travel locally, usually to manage and maintain medical equipment in hospitals or health centres. You may also need to travel for conferences and meetings.  \nIn research or industry, you’ll usually be based in a laboratory. You’ll travel to introduce new equipment to hospitals.",
            "CareerPathAndProgression": "With experience and further training, you could become a consultant, specialising in particular clinical areas, or move into management, teaching or medical research.",
            "RelatedJobFamilies": [
                "ecd08131de8b6215b5d6ff16007d8c9f",
                "a1d08131de8b6215b5d6ff16007d8c9f",
                "0ad18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "4c338231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0006565079,
            "Id": "a1438231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "483b8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Sports professional ",
            "PublicationDate": "2016-08-25T11:39:57.667Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3441",
            "AlternativeTitles": "",
            "Overview": "Sports professionals are skilled and talented sportsmen and women, who are paid to compete in their chosen sport.",
            "EntryRequirements": "You’ll usually start at an early age, by joining a club or amateur organisation and getting instruction and training.   \nMost sports professionals are 'spotted' early on by a talent scout.  \nFor some sports you’ll need to meet very specific entry requirements, like:    horse racing requires jockeys to be a certain height and weight    boxing has divisions according to weight    \nIf you have the potential to succeed, you could get help from:    sponsorship schemes run by some universities to provide support to carry on training whilst studying    The  Talented Athlete Scholarship Scheme (TASS) – national governing bodies (NGBs) select young people in higher or further education to receive awards of sporting services    the advanced  apprenticeship in sporting excellence – aimed at 16 to 19 year olds who show promise of achieving the highest levels in their sport  \nYou can get details of local clubs and advice on the best way to progress in your particular sport from the NGB for the sport.  Sport England has a list of NGBs.",
            "SkillsYoullNeed": "You’ll need:    commitment, self-discipline and dedication    excellent physical fitness and stamina    the ability to cope with considerable psychological pressure  ",
            "WhatYoullDo": "Sports you could take part in professionally include:    individual sports – athletics, boxing, tennis, snooker, cycling, golf, horse racing and other equestrian sports    team sports – football, cricket, basketball, rugby, hockey and ice hockey    \nYou’ll:    compete in matches and competitions    keep up and improve your skills with regular practice    maintain your general fitness and stamina by training    make sure your diet and lifestyle help you to achieve peak performance    take advice from coaches, nutritionists, exercise professionals, sports psychologists and doctors    \nIf you became well-known as a sports personality you might also:    give media interviews    promote products by appearing in adverts  ",
            "WorkingHoursPatternsAndEnvironment": "Your hours and working conditions will vary depending on your sport, but you’ll train almost every day. This could be early in the morning or late in the evening, and for some sports could be outdoors in all weather conditions.  \nCompetitions and matches usually take place in the evening or at weekends. You’ll spend a lot of time travelling in the UK or overseas, and could spend long periods away from home.",
            "CareerPathAndProgression": "In the more physical and contact sports, your career would usually be short. Many professionals finish their sporting career by the age of 35.   \nAfter your career ends, you could stay involved in sport by moving into areas like coaching, refereeing, team management, sports journalism or sports centre work.",
            "RelatedJobFamilies": [
                "74d08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "483b8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00061588135,
            "Id": "35148131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "d1e48031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Sports scientist",
            "PublicationDate": "2016-03-30T15:22:26.47Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2119",
            "AlternativeTitles": "Sports and exercise scientist",
            "Overview": "\nSports scientists use knowledge of how the body works to help people improve their health or sporting ability.\n",
            "EntryRequirements": "\nYou'll need a degree in sport science, or a degree in a related subject like physical education, physiology or psychology, followed by a postgraduate qualification.\n  \nIt's becoming common for sports scientists to already have or be working towards postgraduate qualifications like MRes, MSc or PhD.  \nExperience may improve your career prospects. You could get it as a fitness instructor, lifeguard, sports coach or by  volunteering.\n",
            "SkillsYoullNeed": "\nYou'll need:\n    the ability to analyse physical and sporting performance\n       the ability to apply scientific ideas and principles\n       ",
            "WhatYoullDo": "\nYou'll typically:    work with sports coaches and sports therapists to improve the performance of individuals and teams\n       work with doctors to help people improve their health through exercise\n       work with hospitals and other health organisations in areas such as cardiac rehabilitation\n       take part in research projects\n       offer advice on the design and manufacture of sports equipment\n       ",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll typically work around 38 hours a week. This may include weekends and evenings to cover appointments with clients. You may have to work extra hours to complete research.\n  \nYou may be based in a consultation room with occasional work in other locations. In health promotion you'll usually work in an office and travel to visit partner organisations.\n",
            "CareerPathAndProgression": "\nYou could join the  British Association of Sport and Exercise Sciences (BASES) and work towards accreditation. You could also apply for  Chartered Scientist status.  \nYou could find work with universities, schools and colleges, large sporting organisations, public and private enterprises and local authorities. It's also possible to become self-employed or to work as a consultant.\n  \nYou could also move into a related career area, like sports development or performance testing and research.\n",
            "RelatedJobFamilies": [
                "74d08131de8b6215b5d6ff16007d8c9f",
                "a1d08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "d1e48031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00060821325,
            "Id": "106f8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "62e58031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Speech and language therapist",
            "PublicationDate": "2016-05-16T10:21:52.82Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2223",
            "AlternativeTitles": "",
            "Overview": "Speech and language therapists help children and adults who have communication problems, or difficulties with eating, drinking or swallowing.",
            "EntryRequirements": "\nYou'll need a degree in speech and language therapy or human communication that's approved by the  Health and Care Professions Council (HCPC).  If you've a degree in a science or language-based subject, you could do a 2-year fast-track postgraduate course in speech and language therapy.  \nFor some roles you'll need to visit clients in their homes, so you'll need a driving licence.  \nYou may be able to get NHS funding to pay for your course fees and help with your living expenses.\n",
            "SkillsYoullNeed": "\nYou'll need:    excellent communication and listening skills\n       the ability to create positive working relationships with clients of all ages\n       creativity, to turn therapy into a game when working with children\n       the ability to motivate and encourage clients to continue with treatment\n       ",
            "WhatYoullDo": "\nYou'll work with children and adults who may have:\n    difficulties making themselves understood through speech\n       problems understanding and using language\n       a stammer\n       difficulties with feeding, chewing or swallowing\n         \nThese challenges may be as a result of injury, stroke, cancer, Parkinson’s disease, mental health problems or a learning difficulty.\n  \nYour day-to-day tasks may include:    talking to clients, observing them and using tests to assess specific difficulties\n       planning and developing therapy programmes\n       supporting clients through treatment\n       working closely with colleagues like doctors and teachers\n       coaching parents and carers to continue their therapy at home\n       keeping detailed progress records\n       working with groups or individuals to improve the way they communicate\n       ",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll work around 37 hours a week, Monday to Friday.  \nYou'll usually work in a hospital’s therapy department, running a clinic and visiting patients on wards. You could also work in a health centre, day nursery or school. You may visit patients in their home.\n",
            "CareerPathAndProgression": "\nWith experience, you could specialise in areas like:\n    helping children with special educational needs\n       helping eating, drinking and swallowing disorders (dysphagia)\n         \nWith further training, you could move into teaching and research. You could also become self-employed.\n",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "62e58031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.000570126,
            "Id": "3b238231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "1f238231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Energy engineer",
            "PublicationDate": "2016-08-17T14:20:40.017Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2123",
            "AlternativeTitles": "Renewable energy engineer",
            "Overview": "Energy engineers work on the research, design and construction of power generation plants, and may be involved in drilling for gas and oil.",
            "EntryRequirements": "You’ll usually need a degree in engineering or a related science subject, like:    mining or petroleum engineering  environmental technology  energy engineering  earth sciences  environmental engineering  renewable or sustainable energy  electrical engineering  chemical engineering    You may need to have, or be working towards, a postgraduate qualification. This should be related to the area you wish to work in, like an MSc in renewable energy engineering.  \nThe Energy Institute's  Energy Careers has details of approved degrees and postgraduate courses.    The Industrial Doctoral Centre for Offshore Renewable Energy has details of sponsorship to research offshore technologies for wind, wave and tidal-current technologies.  \nYou could get into this job through an  apprenticeship.",
            "SkillsYoullNeed": "You’ll need:\n  problem-solving ability  excellent mathematical and computer skills  the ability to manage projects, budgets and people  communication and teamworking skills  ",
            "WhatYoullDo": "You may work on gas and oil extraction and producing energy from renewable or sustainable sources, like:    hydro – water  solar – sunlight  biomass – plants or plant materials  wind power    Your day-to-day tasks may include:    researching and designing new generating sites  deciding on the best locations for sites  planning and overseeing production programmes for sites  managing and coordinating teams of technicians or site workers  designing and selecting equipment  meeting environmental standards, like carbon reduction targets  finding the most cost efficient and productive processes  carrying out laboratory experiments   converting experiments into large-scale industrial processes  working with geologists, geophysicists and specialist contractors  managing projects and budgets  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll work 40 hours per week in office-based design or research jobs. If you work on a site like an offshore wind farm or drilling platform, you may work on a shift basis, including nights and weekends.  \nIf you work onshore, it’s usually in offices and laboratories with visits out to sites. Some jobs may involve international travel and long stays away from home.",
            "CareerPathAndProgression": "With experience, you could move into planning, policy development, or freelance consultancy.",
            "RelatedJobFamilies": [
                "0ad18131de8b6215b5d6ff16007d8c9f",
                "73d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "1f238231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00056272105,
            "Id": "cbf18131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "bfee8131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Diver",
            "PublicationDate": "2016-07-25T09:48:13.347Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "5319",
            "AlternativeTitles": "",
            "Overview": "Divers work underwater at sea, or in rivers, lakes, canals and reservoirs.",
            "EntryRequirements": "You must pass a medical carried out by a doctor approved by the  Health and Safety Executive (HSE) before you begin professional diver training.  \nYou might find it useful to have experience of recreational SCUBA diving before training as a commercial diver, but this isn’t essential. Many diving schools offer tests to help you decide whether you’d be suited to working underwater.  \nYou don’t need academic qualifications to learn diving skills, but to work as a commercial diver you’ll need the right skills, experience and qualifications for your industry, like:    a degree in surveying or engineering for offshore diving    qualifications in welding or non-destructive testing for construction diving    a degree in oceanography or marine biology for scientific diving    to already be serving in the force for police or armed forces diving    \nThe  HSE,  Rigzone,  Divers Jobs,  Underwater Contractor International and  Divework all have more information on diving as a career.",
            "SkillsYoullNeed": "You’ll need:    excellent swimming ability    stamina and physical fitness    calmness under pressure    good levels of concentration under demanding physical conditions    the ability to follow strict safety procedures    the ability to work both as part of a team and alone  ",
            "WhatYoullDo": "You could work as a diver in industries like:    offshore oil and gas - exploring and surveying, or building and maintaining drilling rigs and pipelines    inland/inshore - working on civil engineering projects carrying out underwater repairs, demolition or salvage, or working in fish farming    the media - performing stunts or doing underwater filming    scientific research or underwater archaeology    the police - searching for and recovering missing persons or evidence    leisure - leading recreational SCUBA dives or teaching SCUBA diving skills    \nYou’ll specialise in one type of diving:    SCUBA (Self-contained Underwater Breathing Apparatus) – using an air tank and flippers, mainly in recreational, media and police diving    Restricted Surface Supplied – using an air line to the surface, usually in inshore/inland diving    Surface Supplied – using a hot water suit, air line and open diving bells, in offshore diving    Closed Bell or Saturation Diving – using a diving bell and mixed gas for deep sea diving (often used in surveying, marine archaeology and scientific diving)  ",
            "WorkingHoursPatternsAndEnvironment": "The amount of time spent underwater is strictly controlled, but hours can still be long and intensive.   \nNot all time is spent underwater; time is also spent planning for dives and preparing equipment.  \nInshore divers work around 10 to 12 hours a day.   \nIn some offshore jobs you may have to live for up to 28 days in an undersea pressure chamber.  \nDiving is physically and mentally demanding. Conditions underwater are often cold, dark and dirty, especially in inland sites.   \nYou’ll wear protective clothing and breathing apparatus appropriate to the depth and type of dive.",
            "CareerPathAndProgression": "You’d normally be self-employed as a commercial diver.   \nWith experience and further training, you could move into roles with extra responsibility and more pay, like life support technician or diving supervisor.  \nIf working in a dive centre you could move into a management role.  \nYou could also set up a business, or work in a related field where diving skills are necessary, like swimming pool engineering or maintenance.",
            "RelatedJobFamilies": [
                "74d08131de8b6215b5d6ff16007d8c9f",
                "92d08131de8b6215b5d6ff16007d8c9f",
                "28d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "bfee8131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.000561346,
            "Id": "8cc28131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "39c28131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "District nurse",
            "PublicationDate": "2016-07-04T11:12:14.323Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2231",
            "AlternativeTitles": "",
            "Overview": "District nurses care for people outside of hospital, in patients’ homes, GP surgeries and residential care homes.",
            "EntryRequirements": "You’ll need    a Nursing and Midwifery Council (NMC)  approved degree    around 2 years’ professional experience as a qualified adult nurse    current  registration with the NMC    clearance from the  Disclosure and Barring Service (DBS)  \nYou’ll then need to take a  NMC approved specialist practitioner course in district nursing. These courses are usually at degree or postgraduate level and take 1 year full-time, or longer part-time.  \nYou may be able to find a  vacancy with the NHS that includes working under supervision, receiving a salary and studying for the specialist practitioner course.",
            "SkillsYoullNeed": "You’ll need:    excellent observational skills to identify potential health problems    excellent communication and listening skills    tact, understanding, patience and sensitivity    the ability to teach others how to carry out routine nursing tasks    record-keeping and organisational skills  ",
            "WhatYoullDo": "You’ll visit clients on a regular basis, sometimes several times a day. You’ll assess their needs, and plan and manage their care.\n \nYour clients will usually be:    older people with health problems    people with terminal illnesses    people who are physically disabled     \nYour day-to-day duties may include:    administering drugs    checking temperature, blood pressure and breathing    helping doctors with physical examinations    giving injections    cleaning and dressing wounds    monitoring or setting up intravenous drips    providing emotional support and practical advice to patients and their families    teaching basic caring skills where needed   \nYou may also help run specialist clinics, like those for people with diabetes. You might also carry out emergency procedures when a client has had an injury or a cardiac arrest.",
            "WorkingHoursPatternsAndEnvironment": "In many services you’ll work a shift between 8am and 8pm. Evening and weekend work is common. You may also be on an on-call rota covering hours outside standard service times.  \nYou’ll usually be based at a health centre as part of a community health care team. You’ll usually need a driving licence as you’ll spend a lot of time travelling in the area your service covers.",
            "CareerPathAndProgression": "With experience you could lead a team of nurses or become a community matron. You could also go into general health service management or become head of community nursing.  \nYou could move into health promotion, research or education. You may also be able to find work overseas, especially in developing countries.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "39c28131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00055928656,
            "Id": "42be8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "febd8131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Beauty therapist",
            "PublicationDate": "2016-06-30T12:28:55.58Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "6222",
            "AlternativeTitles": "",
            "Overview": "Beauty therapists carry out face and body treatments to help clients look and feel better.",
            "EntryRequirements": "To become a fully qualified beauty therapist, you’ll usually need to complete a college qualification in beauty therapy.   \nYou could start as an assistant in a salon or spa and study for qualifications on the job, or do a full-time or part-time college course while looking for work.   \nYou could also train with a private beauty school.    CIBTAC and  CIDESCO have more information about studying for beauty therapy qualifications.  \nThe  Hairdressing and Beauty Industry Authority (HABIA) has more information about careers in beauty therapy.  \nYou could get into this job through an  apprenticeship.",
            "SkillsYoullNeed": "You’ll need:      a friendly and welcoming manner    the ability to make clients feel relaxed    the ability to explain procedures clearly to clients    tact and diplomacy    the ability to sell products and earn commission    business awareness if you’re self-employed  ",
            "WhatYoullDo": "You’ll provide a range of face and body treatments. Your day-to-day tasks may include:      giving a facial by cleansing, massaging and toning a client’s skin    giving a makeover by applying and advising on make-up    shaping eyebrows and colouring eyelashes    giving a manicure, pedicure or other nail treatment like extensions and nail art    removing unwanted facial and body hair    giving electro-therapy treatments to improve body tone and shape    giving non-surgical skin improvement treatments    offering UV (ultraviolet) and spray tanning    \nYou may offer other treatments like massage, aromatherapy, hydrotherapy and reflexology.  \nAs well as carrying out treatments, you may also:    answer the telephone and greet clients    book appointments    check and order supplies    keep notes of clients’ medical histories and treatment programmes    refer clients to a doctor if needed  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work from 9am to 5pm, including Saturdays. Some salons offer evening appointments.  \nYou could work in a high street salon or beauty clinic, health spa, hotel, or on a cruise ship. You could also be self-employed, working from home or visiting clients in their own homes.  \nYou may spend a lot of your time standing. You may need to have colour normal vision.",
            "CareerPathAndProgression": "With experience you could progress to salon manager.  \nYou could become self-employed and get your own salon, work from home or travel to clients.  \nYou could also move into fashion, theatre or media make-up.",
            "RelatedJobFamilies": [
                "55d18131de8b6215b5d6ff16007d8c9f",
                "cdd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "febd8131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00055638404,
            "Id": "48b58131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "b9b48131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Forensic psychologist",
            "PublicationDate": "2016-07-07T15:10:39.807Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2212",
            "AlternativeTitles": "Criminal psychologist, investigative psychologist, legal psychologist  ",
            "Overview": "Forensic psychologists explore what makes people commit crimes.",
            "EntryRequirements": "You’ll need:    a  British Psychological Society (BPS) accredited degree in psychology, leading to Graduate Basis for Chartered Membership (GBC)  a  Health and Care Professions Council(HCPC) approved programme of training, leading to registration as a forensic psychologist    If you’re a graduate in a subject other than psychology, you may be able to become eligible for GBC with an accredited conversion course.     Once you’ve an accredited degree, you’ll need a postgraduate qualification in forensic psychology. You’ll also need to register with the HCPC . You can do this by completing one of the following:    a BPS accredited Master’s in Forensic Psychology, followed by a BPS Qualification in Forensic Psychology Stage 2    a Doctorate in Forensic Psychology  \nYou’ll need to be able to show strong research skills and relevant work experience, like in a prison or within mental health services.  \nYou could also start your career as an interventions facilitator or trainee forensic psychologist in  HM Prison Service (HMPS), then go on to work towards becoming a qualified psychologist.",
            "SkillsYoullNeed": "You’ll need:      resilience, with the ability to deal with the risk of physical or verbal assault    excellent communication and listening skills  good problem-solving and decision-making skills    excellent research skills, with the ability to analyse and present clinical and statistical data  ",
            "WhatYoullDo": "You’ll use your specialist knowledge of psychological theory and criminal behaviour to:    support police investigations through criminal profiling    rehabilitate and treat offenders or patients in prisons, high security hospitals and specialist mental health residential units    support prison staff and other professionals within the welfare or criminal and civil justice systems    carry out research to improve and develop professional practice  \nYou’ll work with offenders to help them understand and overcome their problems and behaviour patterns. Your day-to-day tasks may include:      preparing specialist risk assessments for offenders    advising on the best location for prisoners    developing treatment and rehabilitation programmes    providing psychological therapy    offering expert advice to parole boards, mental health review tribunals or court cases    producing formal written reports    helping to write policies and strategies    training and mentoring new and trainee psychologists    finding ways to reduce stress and improve life inside prisons    You’ll work closely with a wide range of people, including prison officers, psychiatrists, violent or sexual offenders, young people and high-risk offenders with severe personality disorders.    ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work 8.30am to 5pm, Monday to Friday.  \nYou could be based in one location, or work across a number of sites like secure hospitals, prisons, rehabilitation units, secure and open residential units and police stations. You may also visit courts and tribunals to give expert witness testimony.  \nThis work can be challenging and distressing and you may face physical and verbal abuse at times.",
            "CareerPathAndProgression": "You could go on to run a prison psychology department, move into a policy and strategy-based role, or a management post focusing on specific issues.  \nYou could also move into freelance and consultancy work, for example as an expert witness.",
            "RelatedJobFamilies": [
                "83d08131de8b6215b5d6ff16007d8c9f",
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "b9b48131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.000555774,
            "Id": "49f08131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "d5ee8131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Registrar of births, deaths, marriages and civil partnerships",
            "PublicationDate": "2016-07-23T09:28:44.407Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2429",
            "AlternativeTitles": "",
            "Overview": "Registrars collect and record details of all births, deaths, marriages and civil partnerships.",
            "EntryRequirements": "There are no set entry requirements, but you’ll need a good general standard of education (GCSEs A* to C) and excellent customer service, public speaking and IT skills.  \nYou might get this type of experience working at managerial level in a registrar’s department, local council or private sector company.  \nYou could start as a deputy registrar and with experience and on-the-job training, progress to a registrar position.   \nYou may also be able to get into this job through an  apprenticeship.  \nEach local authority sets its own entry requirements - check with them for details.  \nDoctors, midwives, ministers of religion, funeral directors and anyone working in the life assurance industry are not allowed to become registrars.  \nThe  Local Registration Services Association (LRSA) has more information about becoming a registrar.",
            "SkillsYoullNeed": "You’ll need:\n    the ability to relate to people from all backgrounds and cultures    tact, patience and empathy, for dealing with people who may be distressed    the ability to understand and apply rules and laws    clear and accurate handwriting    the ability to work under pressure    administrative skills  ",
            "WhatYoullDo": "Your day-to-day duties might include:    interviewing parents and relatives after a birth or death    completing computerised and paper records    issuing birth or death certificates    informing the coroner (or procurator fiscal in Scotland) if there are any suspicious circumstances surrounding a death    collecting statistics to send to the General Register Office    taking payment for copies of certificates    keeping accurate records    performing civil ceremonies  \nYou could also be employed as a celebrant, conducting civil ceremonies such as marriages, civil partnerships and civil funerals without the responsibility of registering births and deaths.  \nYou could be employed by a local council, or you could work independently.  \nIf you share humanist beliefs, you could also become an officiant or celebrant of the  British Humanist Association.",
            "WorkingHoursPatternsAndEnvironment": "You’ll work 37 hours a week, including some weekends and bank holidays. You may also work on-call outside of normal office hours. Part-time work is often available.  \nYou’ll be based at a local register office, and may also attend marriages in various types of locations like hotels, stately homes and civic buildings.   \nIn some remote areas, you may be based at home or in a local post office and work when needed.    \nYou'll usually need a driving licence.",
            "CareerPathAndProgression": "With experience, you could be promoted from assistant registrar to deputy registrar, then to registrar and superintendent. Each district has at least one superintendent registrar and deputy, and each sub-district has a registrar and deputy.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f",
                "dcd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "d5ee8131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00054518477,
            "Id": "2b998231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "3c6f8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Homeopath",
            "PublicationDate": "2016-09-21T13:50:41.613Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2211",
            "AlternativeTitles": "",
            "Overview": "Homeopaths treat patients by using natural remedies to stimulate the body’s healing powers.",
            "EntryRequirements": "You’ll need to take a qualification recognised by a professional homeopathy organisation like the Society of Homeopaths (SOH). Courses include:    a BSc Hons degree in homeopathy  a licentiate diploma from a private college of homeopathy    The  SOH has a list of courses.  \nIf you’re already a qualified healthcare professional, like a doctor, nurse, dentist, pharmacist or midwife, you could take a postgraduate homeopathy course approved by the  Faculty of Homeopathy (FOH). ",
            "SkillsYoullNeed": "You’ll need    listening skills  understanding and sensitivity  the ability to build trust and rapport with patients  analytical thinking and intuition, to help you diagnose and choose remedies  accurate record keeping skills  business skills, if self-employed  ",
            "WhatYoullDo": "Your day-to-day duties may include:    discussing the patient’s symptoms and their wider life  choosing an appropriate homeopathic remedy  preparing and dispensing the remedy  treating the client during visits, or explaining how they can treat themselves at home  keeping detailed patient notes  advising on wider health and lifestyle issues  referring patients to other health practitioners, if necessary  business administration, if self employed  ",
            "WorkingHoursPatternsAndEnvironment": "Most homeopaths work part-time. You’ll choose your own working hours if self-employed, but you may need to offer evening and weekend appointments to meet the needs of your patients.  \nYou may work from your own home, from an alternative therapy clinic or a GP surgery or hospital. You may also visit patients in their homes.",
            "CareerPathAndProgression": "With experience you could move into teaching or research. ",
            "RelatedJobFamilies": [
                "cdd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "3c6f8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0005213256,
            "Id": "280f8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "d9e68031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Insurance underwriter",
            "PublicationDate": "2016-03-30T13:39:59.887Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3533",
            "AlternativeTitles": "",
            "Overview": "\nInsurance underwriters decide whether to insure a person or company, and set out the details of insurance policies.",
            "EntryRequirements": "\nThere are no set  requirements. Experience as an underwriting assistant in a call centre could help you get a job.  \nA degree in business, maths or economics could help you get onto a graduate training scheme or an internship.\n\nYou could get into this job through an apprenticeship.",
            "SkillsYoullNeed": "\nYou'll need:\n    maths and statistics skills\n       the ability to analyse complex information\n       negotiation and networking skills\n       ",
            "WhatYoullDo": "\nYou'll usually specialise in 1 of 4 areas:    life assurance – covering illness, injury and death\n       general insurance – covering household, travel or vehicles\n       commercial insurance – covering companies\n       reinsurance – where part of the risk's covered by another company\n         \nYour day-to-day tasks may include:\n    studying insurance proposals\n       gathering background information like medical histories\n       analysing statistics from actuaries and other sources\n       getting specialist risk assessments from experts like surveyors or doctors\n       assessing risk (the likelihood of an insurance payout)\n       calculating the price of insurance premiums\n       judging whether to share the risk with another insurer\n       preparing quotes and negotiating terms with brokers or business clients  writing policies\n       maintaining accurate and detailed records\n       ",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll work standard office hours, Monday to Friday.\n  \nYou'll work in an office. You may travel to meetings with insurance brokers or business clients.\n",
            "CareerPathAndProgression": "\nWith experience, you could deal with more complex risks.    \nYou could also move into management or apply for related jobs like risk management, loss adjusting and claims management.\n",
            "RelatedJobFamilies": [
                "64d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "d9e68031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0004848506,
            "Id": "0ea28231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "bf618231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Royal Navy officer",
            "PublicationDate": "2016-09-22T09:55:50.257Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "1171",
            "AlternativeTitles": "",
            "Overview": "Royal Navy officers  manage the day-to-day operations of ships and submarines, and are responsible for the welfare, training and development of the people under their command.",
            "EntryRequirements": "To start Royal Navy officer training you'll need:    to be 17 or over  at least 5 GCSEs (A* to C), including English and maths  at least 2 A levels  to be at least 151.5cm tall  to be a British, Irish or Commonwealth citizen  to be in good health and physically fit  If you’ve a degree you could join the Royal Navy’s  graduate programme    You’ll need specific qualifications for some officer roles, like:    as an air engineering officer, you'll need an engineering degree  to join the medical support services as a doctor, you’ll need (or be working towards) an approved degree in medicine and registration with the General Medical Council  to be a chaplain you must be ordained, recommended by your church and have 3 or more years’ experience    When you apply, you’ll be put through a series of selection tests, a medical examination and an interview.  \nYou’ll need clearance from the  Disclosure and Barring Service (DBS).   \nYou’ll also need a full security check.    Royal Navy Careers has information on the full range of officer specialisms.",
            "SkillsYoullNeed": "You’ll need:    leadership skills and the ability to assess those under your command  resilience and resourcefulness  self-discipline, confidence and determination  the ability to assess the strengths and weaknesses of those under your command  good physical fitness levels and stamina  the ability to operate effectively in combat situations  ",
            "WhatYoullDo": "You’ll work on board ships and submarines in all types of situations, from combat exercises at sea to humanitarian operations.  \nYou’ll be responsible for the welfare and management of those serving in your squadron or unit. You’ll also have a specialist role, like:    warfare officer – controlling weapons and defence systems, and assisting with navigation  air fleet officer – as part of ground support, making sure the ship’s aircraft are ready to fly when needed, or as a Navy pilot flying aircraft and helicopters  engineering officer – overseeing the maintenance of a vessel's engines, weapon delivery systems, detection sensors and communications equipment  logistics officer – managing the control and delivery of supplies and equipment  medical or nursing officer – providing medical care to staff and their families on ships, submarines and ashore  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually be on call 24 hours a day, and work 8-hour shifts, including weekends and public holidays.  \nYou must be prepared to move within the UK and overseas. Whilst serving at sea, you may be away from home for several months at a time, sometimes working in dangerous situations.",
            "CareerPathAndProgression": "With experience you could be promoted to sub-lieutenant, lieutenant and higher ranks.   \nWhen you leave the Navy, you could move into a wide range of careers including management or teaching.   \nThe type of career open to you will depend on the skills, training and qualifications you gained whilst serving.",
            "RelatedJobFamilies": [
                "92d08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "bf618231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00048478425,
            "Id": "cb128231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "b1128231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Medical physicist",
            "PublicationDate": "2016-08-08T10:30:55.29Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2113",
            "AlternativeTitles": "",
            "Overview": "Medical physicists are specialists in healthcare science, also known as clinical science. ",
            "EntryRequirements": "You’ll need:    an honours degree (2:1 or above) in physics  paid or unpaid experience in a hospital medical physics or engineering department  to have completed the 3-year  NHS Healthcare Scientist Training Programme (STP)    If you don’t have a degree level qualification, you can apply for the  NHS Practitioner Training Programme (PTP).   This consists of an undergraduate degree course like healthcare science, and work based training. To get onto the PTP you’ll need:    5 GCSEs (A* to C) including English language, maths and a science subject  at least 2 A levels including maths or a science  Health Careers and  The Institute of Physics and Engineering in Medicine  (IPEM) have more information on becoming a medical physicist.  ",
            "SkillsYoullNeed": "You’ll need:    high levels of accuracy and attention to detail  the ability to concentrate for long periods  the confidence to take responsibility for decisions  an enquiring mind and good problem solving skills  ",
            "WhatYoullDo": "You’ll be:    developing and testing new systems to help investigate patients' conditions  monitoring equipment to make sure it’s accurate, safe and well-maintained  training hospital staff  planning treatment programmes and explaining procedures to patients  carrying out procedures and analysing test results  using computer simulations and mathematical modelling in research and development work    You’ll develop new technology for diagnosis and treatment, covering areas like:    imaging techniques – to track organ functioning and aid image-guided surgery  radiation and radio therapies – calculating dosages for the treatment of cancers  electronics – designing instruments to measure or support damaged organs  laser technology – to reduce the need for invasive surgery, like breaking up kidney stones or treating eye disorders    You’ll work closely with medical professionals like doctors, radiographers and medical physics technicians.",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work around 37.5 hours a week.  \nYou may have to work evenings or weekends as part of an on-call rota.  \nYou’ll be based in a hospital, clinic or laboratory setting, and may need to travel to other hospitals to meet with other scientists.  \nYou’ll wear protective clothing when working with hazardous substances and radiation.",
            "CareerPathAndProgression": "You could go on to lead a department, work in higher education, research, or in the medical equipment manufacturing industry.",
            "RelatedJobFamilies": [
                "a1d08131de8b6215b5d6ff16007d8c9f",
                "ecd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "b1128231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.000475786,
            "Id": "a7438231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "a93b8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Acoustics consultant",
            "PublicationDate": "2016-08-25T11:39:57.993Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2129",
            "AlternativeTitles": "Acoustician, acoustics engineer",
            "Overview": "Acoustics consultants help manage and control noise and vibrations in homes, workplaces and other environments.",
            "EntryRequirements": "You’ll usually need a degree in a relevant subject, like:    acoustics    maths    physics    engineering  \nIf you've a degree in environmental science or music technology, you’ll need an additional qualification in acoustics to give you the skills needed by the industry.  \nYou could start work as an assistant or trainee technician and, with further training, qualify as an engineer or consultant.   \nEmployers may also consider alternative qualifications or relevant work experience, like non-destructive testing.  \nInstitute of Acoustics (IOA) has more information about relevant degrees, postgraduate courses and professional qualifications.",
            "SkillsYoullNeed": "You’ll need:    a creative and practical approach to solving problems    the ability to explain design plans clearly    excellent IT skills   budgeting and negotiating skills    project management and organisational skills  ",
            "WhatYoullDo": "Your day-to-day duties could include:    carrying out noise assessments on buildings to make sure they meet building regulations    checking noise levels are within legal limits    testing how changes to a building’s design affects sound levels and quality    using computers to find ways of reducing machinery noise and vibration in the workplace    giving specialist advice in legal cases    exploring how sound vibrations affect machinery and structures    designing and working with recording studio and broadcast sound equipment    designing medical equipment, like ultrasound, to help doctors diagnose and treat patients    producing reports, sharing your findings and making recommendations for action  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll work 9am to 5pm, Monday to Friday, or on a shift system, depending on the job. Some projects may include unsocial hours or overnight stays away from home.  \nYour time would be split between the office, the lab and on site.",
            "CareerPathAndProgression": "With experience and further training, you could gain chartered status with the  IOA. You could then progress to senior acoustics engineer.",
            "RelatedJobFamilies": [
                "a1d08131de8b6215b5d6ff16007d8c9f",
                "ecd08131de8b6215b5d6ff16007d8c9f",
                "0ad18131de8b6215b5d6ff16007d8c9f",
                "91d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "a93b8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00044147676,
            "Id": "eef58131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "3ff48131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Health play specialist",
            "PublicationDate": "2016-07-26T21:06:29.797Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3219",
            "AlternativeTitles": "Hospital play specialist",
            "Overview": "Health play specialists use their understanding of child development and therapeutic play activities to help children cope during their time in hospital.",
            "EntryRequirements": "You’ll need:    a foundation degree in a healthcare play specialism  current registration with the  Healthcare Play Specialist Education Trust (HPSET)    \nTo do the foundation degree, you’ll need:    a professional childcare qualification at level 3 or above  2 years' post qualifying work experience in a childcare setting  GCSEs (A* to C) in maths and English, or equivalent  to be working or volunteering in a healthcare setting    \nYou’ll also need clearance from the  Disclosure and Barring Service (DBS)    HPSET has more information about becoming a health play specialist.",
            "SkillsYoullNeed": "You’ll need:    the ability to build relationships with children, their parents and carers  excellent communication skills  creative ability  organisational skills for planning and running therapeutic activities  ",
            "WhatYoullDo": "You’ll use play to prepare children for treatment, distract them during a procedure, and help them understand what they’ve experienced.   \nYou may also use play activities with children to:    welcome them and help them settle in  help them reach developmental goals  encourage them to carry on their usual hobbies and interests during their hospital stay  help them make friends with each other on the ward  help them learn new skills and regain skills they’ve lost as a result of their illness    \nYour day-to-day tasks might also involve:    carrying out therapeutic assessments  designing play activities to meet children's individual needs  planning and running play, art and craft activities at the bedside, on the ward or in a hospital play area  creating an environment that encourages play  talking to parents or carers about the value of play and suggesting suitable activities  organising parties and other special events    \nYou’ll observe children during play and share your findings with other professionals involved in their treatment, like doctors, nurses, speech therapists and psychologists.",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work 37.5 hours a week, which may include weekends.  \nYou’ll usually be based at a children's hospital, which could involve being part of a large play department.    \nYou might also work on a ward or department in a general hospital where children are admitted. Here you’re likely to work in smaller teams in outpatient clinics, children’s units and adolescent wards.",
            "CareerPathAndProgression": "You could go on to work outside of a hospital setting, for example in a child development centre, hospice, or within a community paediatric team.  \nWith experience, you could progress to team leader or team manager.  \nYou could also apply to train as a healthcare professional, like a nurse or occupational therapist.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f",
                "cdd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "3ff48131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00043111696,
            "Id": "e6018231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "29f48131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Health promotion specialist",
            "PublicationDate": "2016-07-29T11:42:59.71Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2219",
            "AlternativeTitles": "Health improvement specialist",
            "Overview": "Health promotion specialists educate and inform people about health issues.",
            "EntryRequirements": "You’ll usually need:      experience of working with community groups  experience and qualifications in nursing, teaching or social work, or  a degree in a relevant subject like health studies, health promotion or public health, although a biological, social or behavioural science degree would also be useful      \nThe  Royal Society for Public Health (RSPH) and  Health Careers have more information about becoming a health promotion specialist.",
            "SkillsYoullNeed": "You’ll need:    excellent communication skills  the ability to influence and motivate people  the ability to think creatively  project management skills  research and analytical skills  ",
            "WhatYoullDo": "You’ll raise awareness of:    the importance eating healthily and taking regular exercise  the dangers of smoking or excessive drinking  the risk of coronary heart disease and cancers  mental health, sexual health, and drug misuse    You might work:    with other health professionals, like doctors, nurses and health trainers  with people on a one-to-one basis  with specific groups, like older people or people with disabilities  at schools, workplaces or prisons    \nYou may also be involved in:    working on public health campaigns  working with local, regional and national policy makers  research  producing publicity materials  organising exhibitions and events  running training courses and workshops  providing information and advice to managers in health authorities and local councils  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work Monday to Friday, 9am to 5pm, although you might also run sessions in the evenings and at weekends.  \nYou’ll be office based, but you’ll also work in the community and travel to health centres, hospitals, offices and sports centres.",
            "CareerPathAndProgression": "With experience, you could move into a more senior role and have more responsibility for planning projects and strategies.  \nIf you have a postgraduate qualification, you could move into a role where you’ll have responsibility for managing projects and other health promotion specialists.  \nYou could also work as a freelance consultant.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f",
                "82d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "29f48131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00040888856,
            "Id": "63548231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "56548231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Acupuncturist",
            "PublicationDate": "2016-09-01T07:46:48.72Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2229",
            "AlternativeTitles": "",
            "Overview": "Acupuncturists insert needles into pressure points on clients’ bodies to help relieve their symptoms, to heal and restore energy.",
            "EntryRequirements": "You’ll need to take a qualification that’s recognised by one of the professional organisations for acupuncture, like:    British Acupuncture Council (BAcC)  The Acupuncture Society   The Association of Traditional Chinese Medicine (ATCM)    The  British Acupuncture Accreditation Board (BAAB) lists courses that lead to membership of the BAcC.  \nMost BAAB-approved courses are degree level. To do a BAAB approved course you’ll usually need at least 5 GCSEs (A* to C), including a science subject, and 2 A levels.   \nMature students may be considered on the basis of their work experience.  \nIf you’re a qualified healthcare professional like a doctor or nurse, you may be exempt from certain parts of training or examinations.  The British Medical Acupuncture Society has more information for healthcare professionals who practise acupuncture within their professional practice.  \nThe  BAAB has more information on becoming an acupuncturist.",
            "SkillsYoullNeed": "You’ll need:    understanding and sensitivity  a logical approach to solving problems  self-awareness and emotional stability  coordination and a steady hand  listening skills  ",
            "WhatYoullDo": "You’ll treat clients for conditions ranging from arthritis, circulatory problems and high blood pressure to migraine, depression and addiction.  Your day-to-day duties could include:    taking a detailed history from clients  talking about issues surrounding their symptoms, like lifestyle, diet and emotions  diagnosing problems and deciding what action to take  selecting points on the body to be treated  inserting needles   keeping records  referring clients to other medical practitioners    You might also use methods like:     moxibustion (burning a dried herb above an acupuncture point)  cupping (using a vacuum cup on acupuncture points)   electro-acupuncture (electrical energy to treat parts of the body)  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually be self-employed. You may have to offer evening and weekend appointments to meet the needs of your patients.  \nYou may work from your own home, an alternative therapy clinic, GP surgery or hospital.   \nYou may need a driving licence.",
            "CareerPathAndProgression": "With experience you could move into teaching or research.",
            "RelatedJobFamilies": [
                "cdd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "56548231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00040888856,
            "Id": "73078131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "2be58031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Psychologist",
            "PublicationDate": "2016-03-30T10:36:26.387Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2212",
            "AlternativeTitles": "",
            "Overview": "Psychologists study people's behaviour, motivations, thoughts and feelings, to help them overcome or control their problems.",
            "EntryRequirements": "You'll need:\n    a British Psychological Society (BPS)  accredited degree in psychology leading to the Graduate Basis for Chartered Membership (GBC)\n       work experience in the specialism you want to work in\n       a BPS accredited postgraduate qualification relating to your chosen specialism\n         \nAll practising psychologists have to be registered with the  Health and Care Professions Council (HCPC).\n  \nIf you already have a degree in a subject other than psychology, you may be able to achieve GBC by completing a BPS-approved  conversion courses. This will lead to Graduate Basis for Chartered Membership (GBC) of the BPS. The doctorate allows you to register with the HCPC and work under the title of psychologist.\n  \nSome areas of psychology have no direct training route. For example, to become a child psychologist you might first train as a clinical or counselling psychologist and then specialise. Or you could train in educational psychology.\n  You'll need  Disclosure and Barring Service (DBS) clearance.",
            "SkillsYoullNeed": "\nYou'll need:\n    science and maths ability  excellent communication and listening skills\n       empathy and the ability to deal with people in distress\n       decision-making skills\n       an accurate, logical and methodical approach\n       IT skills\n       ",
            "WhatYoullDo": "\nYou'll specialise in areas like:\n    education – helping children and young people overcome difficulties and further their educational and psychological development  occupational – helping businesses improve their performance and increase employee job satisfaction  counselling – helping people resolve their problems and make decisions, particularly at stressful times in their lives  neuropsychology – helping patients with brain injuries and diseases to recover or improve their quality of life  forensic or criminal – using psychological theory to help investigate crimes, rehabilitate offenders and support prison staff  clinical – working with people to help them deal with conditions like anxiety, stress, depression and mental illness  sports and exercise – working with individuals, teams and organisations to improve motivation and performance  ",
            "WorkingHoursPatternsAndEnvironment": "\nYour working hours will vary depending on your specialism. You'll usually work from an office or consultation room, but may also visit clients in their homes.\n  \nYou could be based in a:\n    hospital\n       school\n       clinic\n       prison\n       community mental health team\n       ",
            "CareerPathAndProgression": "You could specialise further within your branch of psychology or take on a research project leading to a PhD qualification. You could then go into teaching or research as a career.",
            "RelatedJobFamilies": [
                "83d08131de8b6215b5d6ff16007d8c9f",
                "a1d08131de8b6215b5d6ff16007d8c9f",
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "2be58031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00040781655,
            "Id": "34a18231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "02678231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Medical illustrator",
            "PublicationDate": "2016-09-22T09:43:17.167Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3411",
            "AlternativeTitles": "",
            "Overview": "Medical illustrators produce photographs, videos and graphical images for use in health care.",
            "EntryRequirements": "You’ll need a relevant foundation degree, HND or degree in clinical photography or medical illustration.  \nIf you've a degree in photography you can apply for a trainee position as a clinical photographer and take a one-year postgraduate certificate in clinical photography.   \nIf you've a degree in graphic design and you’re in relevant employment, you can also do a postgraduate certificate in graphic design for health.  \nWork experience or work shadowing in a university or NHS trust's medical photography department will be useful.",
            "SkillsYoullNeed": "You’ll need:    technical and artistic skills and ability  empathy and a sensitive attitude, for working with vulnerable patients  the ability to prioritise your work and meet deadlines  excellent IT skills  ",
            "WhatYoullDo": "You’ll work in a specialist area, like:    graphic design  medical art  photography  videography    Your day-to-day duties could include:    recording a patient's condition using a digital camera or video  taking photographs to monitor the effectiveness of operations and treatments   using specialist equipment and techniques to capture 3D images of structures like the eye, and to record specific procedures    You might also produce photography and artwork for publicity materials, annual reports, staff newspapers and websites.  \nYour work might also include:    forensic photography (photographing non-accidental injuries)  bereavement photography for grieving parents  copying evidence from slides and x-rays  using software to produce presentations  creating visual materials for teaching and research purposes    You’ll work closely with doctors, nurses and patients in hospitals and university medical departments.",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work 37.5 hours a week, Monday to Friday. You’ll need to be available for on-call duties.  \nYou’ll be based in a clinic, hospital ward, studio or operating theatre.   \nYou’ll usually work as part of a team.  \nYou may need to travel between sites.",
            "CareerPathAndProgression": "With experience, you could progress to a management role. With further study, you could also move into research or teaching.",
            "RelatedJobFamilies": [
                "ecd08131de8b6215b5d6ff16007d8c9f",
                "afd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "02678231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00036952883,
            "Id": "c3fe8031-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "71e58031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Midwife",
            "PublicationDate": "2016-03-29T15:58:31.08Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2232",
            "AlternativeTitles": "",
            "Overview": "Midwives support pregnant women and their babies, before, during and after childbirth.",
            "EntryRequirements": "\nYou need:\n    a degree in midwifery\n       to register with the Nursing and Midwifery Council (NMC)\n         \nIf you're a registered nurse, you can qualify in 18 months.  \nYou may be able to get NHS funding to pay for your course fees and help with your living expenses.",
            "SkillsYoullNeed": "\nYou'll need:    excellent communication skills\n       the ability to inspire trust and confidence  practical skills to use equipment  ",
            "WhatYoullDo": "\nMost jobs are in the NHS but you could also work in private hospitals and clinics, or overseas.    \nYour day-to-day tasks could include:\n    giving pregnant women advice on issues like healthy eating\n       explaining options like giving birth in hospital or at home  running classes about pregnancy (antenatal) and parenting\n       checking the health of mother and baby during pregnancy\n         \nDuring labour, you'll:\n    check how labour is progressing\n       monitor the baby during labour\n       give pain relief or advise on ways to manage pain\n       deliver the baby\n       call a doctor if you notice any problems\n         \nAfter the baby's born, you'll give advice to families on  caring for their baby.    \nYou could also visit people's homes to check on mother and baby.",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll work around 37 hours a week, including evening, weekend and night shifts.\n  \nYou could split your time between working in the community and working in hospitals.  \nYou could work in hospital maternity units, GP surgeries, midwife units and birth centres. As a community midwife, you'll go to clinics and visit clients in their homes.\n  \nThe job is physically and emotionally demanding.\n",
            "CareerPathAndProgression": "\nYou must  renew your NMC registration every 3 years to show you're keeping your skills up to date.\n  \nYou could take further training to specialise in areas like ultrasound or neonatal care.\n  \nWith experience, you could become a ward manager or team leader.    \nWith further training, you could become a health visitor, a director of midwifery or midwifery consultant.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "71e58031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00036952883,
            "Id": "fe058231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "9df88131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Anatomical pathology technician",
            "PublicationDate": "2016-08-01T14:20:39.51Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3218",
            "AlternativeTitles": "APT, mortuary technician, anatomical pathology technologist",
            "Overview": "Anatomical pathology technicians help pathologists carry out post-mortems in mortuaries.",
            "EntryRequirements": "You’ll need to complete a 2-year traineeship.  \nTo become a trainee you’ll usually need:    5 GCSEs (A* to C) including English, maths and a science (preferably biology)    to be sensitive to the issues facing families dealing with bereavement    an awareness and respect for different religious beliefs surrounding death  \nExperience of record keeping, dealing with legal issues or using manual skills might be useful.  \nYou’ll observe experienced pathologists and technicians and study for the  Royal Society for Public Health (RSPH) Certificate in Anatomical Pathology Technology.",
            "SkillsYoullNeed": "You’ll need:    excellent communication skills    a strong stomach for dealing with disturbing sights and smells    a methodical approach to work    accuracy and attention to detail  ",
            "WhatYoullDo": "During a post-mortem, you’ll be:    passing instruments like scalpels to pathologists    taking tissue samples    weighing organs as they’re removed from a body    taking samples for lab analysis    recording the findings of a post-mortem exam    \nAfter a post-mortem, you'll help to reconstruct and clean the body ready for storage or release to an undertaker.   \nWith experience, you might help forensic pathologists examine murder victims.  \nYour day-to-day duties could also include:    making sure instruments are clean, sterile and ready for use    receiving bodies into the mortuary    placing the deceased into cold storage units    keeping accurate records    tracking property and samples of the deceased  \nYou'll work closely with doctors, the police, coroner's office staff and the relatives of those who have died.",
            "WorkingHoursPatternsAndEnvironment": "You'll usually work 37 to 40 hours a week, which may include shifts and on-call duties.  \nYou'll be in a clinical setting.   \nYou'll need to wear protective clothing like rubber gloves, a theatre gown, visor and boots.",
            "CareerPathAndProgression": "With experience and relevant qualifications, you could train other health professionals and move into more advanced technical work or management.",
            "RelatedJobFamilies": [
                "ecd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "9df88131-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00036952883,
            "Id": "c9ec8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "a4ea8131-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Learning disability nurse",
            "PublicationDate": "2016-07-21T08:13:21.82Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2231",
            "AlternativeTitles": "",
            "Overview": "Learning disability nurses promote the health, wellbeing and independence of people with a learning disability. They also give help and support to families and carers.",
            "EntryRequirements": "You’ll need:    a Nursing and Midwifery Council (NMC)  approved degree in learning disabilities nursing    current  registration with the NMC    clearance from the  Disclosure and Barring Service (DBS)  \nA degree in learning disabilities nursing takes 3 to 4 years. When applying for a course, it may help if you’ve relevant paid or voluntary work experience.  \nIf you’re already working in a nursing support role, you may be able to learn on the job through an  apprenticeship and then apply for a foundation degree.  \nIf you’ve a health-related degree, you may be able to join a nursing degree on the second year of a course.  \nYou may be able to get  NHS funding to pay for your course fees and help with your living expenses.  \nThe  NMC has more information about becoming a learning disability nurse.",
            "SkillsYoullNeed": "You’ll need:    excellent communication and listening skills    excellent observational skills to identify signs of physical or emotional problems    the ability to relate well to people of all ages and backgrounds    the ability to teach and encourage clients to develop their skills    the ability to gain the trust of clients and their families  the ability to stay calm and in control in difficult situations  ",
            "WhatYoullDo": "You’ll work with people of all ages who need help with aspects of daily living.  \nYou’ll assess your patient’s health and social care needs. These are likely to be complex and may be linked to physical disabilities, epilepsy, mental health problems or difficulties with speech, hearing or vision.    \nYou’ll also make sure your patients have access to the right health services, treatment or therapy.  \nYour day-to-day duties might include giving practical help and encouragement with:    personal hygiene    dressing    using public transport    going on shopping trips    leisure interests or community activities    making and attending appointments    finding a job   \nYou may mentor and supervise support workers, and give advice to doctors, physiotherapists, speech therapists, social workers and teachers.",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work 37.5 hours a week, which may include evenings, weekends, night shifts and bank holidays.  \nYou may work in clients’ homes, residential units, hostels and day centres attached to hospitals, or mainstream or special schools.  \nThis job can often be physically and emotionally demanding.",
            "CareerPathAndProgression": "With further study and experience you could become an advanced nurse practitioner (ANP), clinical nurse specialist (CNS) or nurse consultant. Consultants work directly and independently with patients, carry out research and develop and deliver training.  \nYou could lead a team of nurses in a residential setting or manage a learning disability unit. You could also move into other management roles, like community matron or director of nursing.  \nYou could also go on to train as a health visitor.",
            "RelatedJobFamilies": [
                "ddd08131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "a4ea8131-de8b-6215-b5d6-ff16007d8c9f"
        }
    ]
}