{
    "@odata.context": "https://cds-sit-we-01.search.windows.net/indexes('job-profiles')/$metadata#docs(Id,OriginalItemId,PipeId,ContentType,Title,PublicationDate,Link,Summary,Provider,SOC,AlternativeTitles,Overview,EntryRequirements,SkillsYoullNeed,WhatYoullDo,WorkingHoursPatternsAndEnvironment,CareerPathAndProgression,RelatedJobFamilies,Keywords,Language,IdentityField)",
    "value": [
        {
            "@search.score": 0.7829515,
            "Id": "36968231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "7e8a8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Gas mains layer",
            "PublicationDate": "2016-09-21T10:41:54.003Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "5314",
            "AlternativeTitles": "Gas networks operative (main laying)",
            "Overview": "Gas mains layers install and maintain the pipelines that supply homes and businesses with gas. ",
            "EntryRequirements": "You could get into this job through an  apprenticeship.  \nMost employers will expect you to have 4 or 5 GCSEs (A* to C) including English, maths and science or engineering.  \nPrevious experience or qualifications in construction, roadworks, building services engineering, plumbing, or with another utility like water, will help.",
            "SkillsYoullNeed": "You’ll need:    practical skills  the ability to follow technical plans and diagrams  a polite and professional manner with the public  ",
            "WhatYoullDo": "Your day-to-day duties may include:    checking technical drawings and plans to trace where you need to dig  digging holes by hand or using mechanical digging equipment  laying or repairing pipes and mains systems  connecting homes and businesses to the network  installing and maintaining gas pressure control equipment  responding to emergency gas escapes  filling in holes and repairing pavements and gardens once a job is complete  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work around 37 hours a week. Overtime is common. You’ll usually work a rota with a mixture of day shifts and some unsocial hours, as work is often carried out at night or at the weekend.  \nYou’ll mainly work outdoors, in all weather conditions. You’ll be provided with protective clothing like safety boots and high-visibility vests. The work can be physically demanding.  \nYour employer will supply a van and equipment, so a driving licence could be useful.",
            "CareerPathAndProgression": "With experience, you could progress to team leader and possibly into management.   \nWith further study you could move into field or project engineering.",
            "RelatedJobFamilies": [
                "0ad18131de8b6215b5d6ff16007d8c9f",
                "28d18131de8b6215b5d6ff16007d8c9f",
                "91d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "7e8a8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.75826055,
            "Id": "d2128131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "ece78031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Carpet fitter and floor layer",
            "PublicationDate": "2016-03-30T14:59:16.223Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "5322",
            "AlternativeTitles": "Flooring fitter",
            "Overview": "\nCarpet fitters and floor layers fit carpets and vinyl tiles, and lay laminate and solid timber floors.\n",
            "EntryRequirements": "\nMost carpet fitters and floor layers start out by joining a company and training on the job. GCSEs (A* to C) in maths and English will be helpful.\n  \nYou could get into this job through an apprenticeship.\n  \nThe  Flooring Industry Training Association (FITA) and  UK Flooring Academy (UKFA) run short intensive courses for beginners.\n    Go Construct has more details about careers in floor laying.",
            "SkillsYoullNeed": "\nYou'll need:\n    excellent practical skills\n       good maths skills to measure floor areas and work out costs\n       the ability to work quickly and accurately\n       ",
            "WhatYoullDo": "\nYou'll work in people's homes and on commercial premises. Your day-to-day tasks may include:    measuring floor space and estimating the  of materials needed\n       clearing away furniture and taking off doors\n       removing old flooring\n       cleaning, levelling and sealing the work area\n       gluing or nailing underlay and floor coverings into place i\n       stretching carpet over spiked gripper rods and taping\n       heat-sealing joins and edges on vinyl flooring\n       spraying or waxing the floor covering to give it a protective coating\n       putting furniture back and trimming and re-hanging doors\n         \nYou'll usually work as part of a  team of 2 or 3 people.\n",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll usually work 35 to 40 hours a week. As a commercial fitter you may have to work evenings and weekends.  \nThe job is physically demanding and you'll spend much of your time kneeling to fit flooring. You'll also be lifting and carrying heavy flooring materials, and moving furniture.\n  \nYou may come into contact with chemical adhesives and sprays.\n",
            "CareerPathAndProgression": "\nWith experience, you could be become a team supervisor, estimator or contracts manager.  \nYou could move into areas like buying and product sales. You could also set up your own carpet, floor laying or flooring design business.",
            "RelatedJobFamilies": [
                "91d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "ece78031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.08345626,
            "Id": "190e8131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "a3e58031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Solicitor",
            "PublicationDate": "2016-03-30T13:02:55.387Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2413",
            "AlternativeTitles": "Lawyer",
            "Overview": "Solicitors advise clients about the law, and act on their behalf in legal matters.",
            "EntryRequirements": "There are several ways to become a solicitor.    \nYou could do a law degree (called an LLB or Bachelor of Laws), then take the Legal Practice Course (LPC).  \nYou could do a non-law degree, then take the Common Professional Examination (CPE) or Graduate Diploma in Law (GDL) conversion course, then the LPC.      If you don't have a degree, you could get into this job through a solicitor apprenticeship.    \nYou could also work for a law firm and take legal qualifications on-the-job. The Chartered Institute of Legal Executives (CILEx) has details.",
            "SkillsYoullNeed": "\nYou'll need:\n    excellent communication skills\n       research and analysis skills  skills with figures, if you're doing property and financial work  ",
            "WhatYoullDo": "You could work in different areas, including:    private practice – providing legal services such as conveyancing, probate, civil and family law, litigation, personal injury and criminal law  commercial practice – advising and acting for businesses in areas including contract law, tax, employment law and company sales and mergers  providing in-house legal advice – or companies, the government or local authorities  the Crown Prosecution Service – examining evidence to decide whether to bring cases to court    You'll be:    advising and representing clients in court, or instructing barristers or advocates to act for for them\n       drafting confidential letters and contracts  researching legal records and case law\n       attending meetings and negotiations\n       managing finances and preparing papers for court\n       explaining complex legal matters to clients  ",
            "WorkingHoursPatternsAndEnvironment": "You'll usually work 37 hours a week, but longer hours are common. You may be on call at weekends and bank holidays. You may need to attend police stations at any time of the day or night.\n  \nYou'll work in an office but could travel to clients and meetings. If you specialise in criminal law, you'll spend a lot of time in court.\n",
            "CareerPathAndProgression": "With experience, you could become a partner in a private practice firm of solicitors. As a commercial solicitor you could manage an in-house legal department.  \nYou could do further training and become a barrister.  \nJoining a professional body like the Law Society can give you access to training and events.",
            "RelatedJobFamilies": [
                "37d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "Layer Brief",
            "Language": "",
            "IdentityField": "a3e58031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.07707673,
            "Id": "d2518231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "834e8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Kiln attendant",
            "PublicationDate": "2016-08-31T10:34:26.203Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "8112",
            "AlternativeTitles": "Kiln operator, kiln worker",
            "Overview": "Kiln attendants oversee the firing process for clay and ceramic products like tableware, bricks and tiles.",
            "EntryRequirements": "There are no set entry requirements but experience on a production line or with ceramics would be helpful.   \nYou could get into this job through a ceramics manufacturing apprenticeship.",
            "SkillsYoullNeed": "You’ll need:    practical skills    attention to detail    basic IT skills  ",
            "WhatYoullDo": "Your day-to-day duties may include:     checking pre-fired clay items for defects    placing products into the kiln    programming the kiln’s timing and temperature controls    monitoring the firing process    checking quality    unloading the kiln and moving fired products to finishing workshops   ",
            "WorkingHoursPatternsAndEnvironment": "You’ll work up to 40 hours a week, which may be on a shift pattern.  \nYou’ll be based in a production plant, which could be noisy, dusty and hot. You employer will give you protective clothing and equipment.",
            "CareerPathAndProgression": "With experience, you could become a kiln supervisor or production manager.  \nWith training, you could become a maintenance technician, servicing and repairing kilns.",
            "RelatedJobFamilies": [
                "0ad18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "834e8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00053973374,
            "Id": "53098131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "c9e78031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Bricklayer",
            "PublicationDate": "2016-03-30T11:00:23.697Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "5312",
            "AlternativeTitles": "Mason, brickie",
            "Overview": "Bricklayers build and repair walls, chimney stacks, tunnel linings and decorative stonework. They may also refurbish brickwork and masonry on restoration projects.",
            "EntryRequirements": "There are no set entry requirements, but employers may ask for GCSEs (A* to C) in maths and English, and you'll need a Construction Skills Certification Scheme (CSCS) card.  \nLabouring or experience on a building site would be helpful.      \nYou could complete a college course, but this isn't essential.  \nYou could get a bursary, if you want to work in heritage conservation,   \nYou could get into this job through an  apprenticeship.  Go Construct has more information on becoming a bricklayer.",
            "SkillsYoullNeed": "\nYou'll need:\n    the ability to read plans  the ability to work in a well-organised and accurate way  a good level of fitness  teamworking skills    ",
            "WhatYoullDo": "\nYour day-to-day tasks could include:    measuring the work area and setting out the first rows of bricks (courses) and the damp course\n       mixing mortar by hand or with a mechanical mixer\n       laying the bricks on top of each other and applying the mortar with a trowel\n       shaping and trimming bricks using hammers, chisels and power tools\n       checking that courses are straight using  spirit levels and plumb lines\n         \nYou'll work on a particular section of a building alongside other bricklayers on larger jobs.\n",
            "WorkingHoursPatternsAndEnvironment": "You'll usually work 39 hours a week, Monday to Friday.    \nYou may need to do overtime at weekends and in the evenings. Some jobs may involve working away from home.\n  \nYou'll spend a lot of your time outside, working in all weather conditions.\n  \nThe work can be physically demanding and you'll often be working at height on scaffolding.\n  \nYou'll wear protective equipment like safety helmets and boots.\n",
            "CareerPathAndProgression": "\nWith experience, you could become a construction site supervisor, or move into related areas like estimating or apprentice training.  \nYou could also specialise in decorative brickwork, stonemasonry, or set up your own business.\n",
            "RelatedJobFamilies": [
                "91d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "c9e78031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.0002712376,
            "Id": "12a18231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "8a6a8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "IT security coordinator",
            "PublicationDate": "2016-09-22T09:43:15.637Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "2139",
            "AlternativeTitles": "Information security analyst",
            "Overview": "IT security coordinators protect their clients' data from unauthorised access, theft and misuse.",
            "EntryRequirements": "You can get into this work by training on the job, or with a relevant degree, like:    network security  computer science (with security options)  forensic computing  business information systems    If you’re already working in IT, you could use your experience to move into cyber security work in areas like systems analysis, database management or network engineering.   \nYou could  get into this job through a software engineering, cyber security or networking degree  apprenticeship.  \nIt’ll help if you have an understanding of:    firewalls and anti-virus software  security information and event management (SIEM)  authentication (passwords, digital certificates and, biometrics)  penetration testing and vulnerability scanning  encryption techniques like Public Key Infrastructure (PKI), Transport Layer Security (TLS) and Secure Socket Layer (SSL)    You should also be familiar with common security standards and regulations, including:    information security standard ISO/IEC 27001  the Data Protection and Freedom of Information Acts    The Tech Partnership and The Chartered Institute for IT have more information on careers in information security.",
            "SkillsYoullNeed": "You’ll need:    problem solving skills  project management skills  the ability to interpret and assess data accurately  the ability to work under pressure and to deadlines  decision-making ability  ",
            "WhatYoullDo": "You may be dealing with:    illegal hacking  viruses, worms, spyware and Trojans  denial of service (DoS) attacks – overloading systems with useless data  'phishing' – luring users into leaving confidential details on spoof websites  'pharming' – redirecting users to fake websites by hijacking genuine website addresses  abuse of permissions by authorised system users    Your day-to-day tasks may include:    assessing risks to systems, and developing plans to minimise potential threats  designing new security systems or upgrading existing ones  testing and evaluating security products  planning for disaster recovery in the event of security breaches  simulating security breaches (penetration testing)  using ethical hacking methods to find security flaws  investigating breaches and carrying out corrective action  making sure procedures meet network security standards  preparing reports and technical documentation for managers and users  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work 35 to 40 hours a week, although you may be on a call-out rota to deal with problems outside of office hours.  \nYou’ll be mainly office based, but if you work for a consultancy or are self-employed you may have to travel to visit clients.",
            "CareerPathAndProgression": "With experience you could move into network management, IT project management or security consultancy.   \nYou could work for the police, security services or specialist law firms, carrying out forensic investigation of computer-based crimes.",
            "RelatedJobFamilies": [
                "46d18131de8b6215b5d6ff16007d8c9f",
                "19d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "8a6a8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00026344587,
            "Id": "04ed8031-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "7fe68031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Animator",
            "PublicationDate": "2016-03-29T11:55:09.873Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "3411",
            "AlternativeTitles": "",
            "Overview": "\nAnimators bring drawings and computer generated characters to life on screen.\n",
            "EntryRequirements": "You'll need skills in drawing, modelling or using computer animation packages.    \nAn animation or art-related HND, foundation degree, degree or postgraduate course could be helpful.  \nYou could start as a studio runner and progress to assistant animator.  \nYou'll need a showreel DVD or online portfolio to show your talent.   \nYou could also enter animation competitions, visit festivals, and send short animated films or ideas to broadcasters. This will get you known in the industry and help you to start building a network of contacts.    Creative Skillset has more information about careers in animation. ",
            "SkillsYoullNeed": "\nYou'll need:    creativity and imagination  drawing and modelling skills  communication and presentation skills\n       IT skills   ",
            "WhatYoullDo": "\nYou'll work in animated films, TV, adverts,  games, websites, or music videos, using hand-drawn, traditional, computer-generated imagery (CGI), stop-frame, stop-motion or model animation techniques.  Your day-to-day duties could include working with others like:    production designers to create the look\n       storyboard artists to take the script or ideas and show the story in a visual way\n       layout artists to draw how each shot will look\n       digital painters to touch up colours\n       texture artists to  'paint' colour and texture onto digital models to make them lifelike\n       compositors to join together  different layers of animation\n       ",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll usually work 35 to 40 hours, Monday to Friday.\n  \nYou'll be based in an office or studio. In stop-motion animation you may spend a lot of time on your feet adjusting models. In other types of animation, you would spend most of your time sitting at a computer or drawing board.\n    \nYou could work from home if you're freelance.",
            "CareerPathAndProgression": "With experience, you could progress from a junior role to animator, lead animator and animation director.\nYou could also work for larger animation studios, games developers, interactive media designers or video post-production firms.  \nYou might decide to go freelance or start your own studio.",
            "RelatedJobFamilies": [
                "ced08131de8b6215b5d6ff16007d8c9f",
                "afd18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "7fe68031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00024797872,
            "Id": "b04e8231-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "a34e8231-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Dry liner",
            "PublicationDate": "2016-08-30T12:15:00.107Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "8149",
            "AlternativeTitles": "",
            "Overview": "Dry liners use plasterboard panels to build internal walls, suspended ceilings and raised flooring in houses, offices and shops.",
            "EntryRequirements": "There are no set entry requirements, but GCSE’s (A* to C) in English and maths may be helpful.  \nYou could get into this job by:    joining a company as a dry liner’s assistant or 'mate'  completing a dry lining or plastering  apprenticeship    bConstructive has more information on becoming a dry liner.",
            "SkillsYoullNeed": "You’ll need:    good practical skills  good maths skills for working out surface areas and angles  accuracy and attention to detail  the ability to read technical diagrams  ",
            "WhatYoullDo": "Dry lining methods are used to create the walls and rooms in a building. They also hide wires and pipes, improve a room’s acoustics, create space for insulation and smooth out uneven walls during renovation work.   \nYour work will involve a ‘fixing' stage, followed by a ’finishing' stage.    \nAt the 'fixing’ stage, you’ll:    measure and cut plasterboard to the right sizes and angles  fix panels to timber, metal frames or ceiling joists using special studs  cut panels to fit around doorways and create openings for windows    You’ll then ‘finish’ the walls by:    sealing joints using filler or adhesive  taping over the seal either by hand or with a taping machine  applying a thin layer of plaster over the tape (skimming)  sanding down the area ready for painting and decorating  ",
            "WorkingHoursPatternsAndEnvironment": "You’ll usually work up to 40 hours a week.   \nYou may have to work evenings, nights or weekends on commercial contracts, to limit disruption to your client’s business.  \nThe work can be physically demanding. You’ll work at height, from ladders or a small scaffold when fitting ceilings.  \nYou may need a driving licence.",
            "CareerPathAndProgression": "With experience, you could become a site supervisor, estimator or dry lining quantity surveyor.   \nYou could also set up your own dry lining business. ",
            "RelatedJobFamilies": [
                "91d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "a34e8231-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00023597531,
            "Id": "a3138131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "f1e78031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Painter and decorator",
            "PublicationDate": "2016-03-30T15:14:33.06Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "5323",
            "AlternativeTitles": "",
            "Overview": "Painters and decorators prepare and apply paint, wallpaper and finishes to different surfaces.",
            "EntryRequirements": "\nThere are no set requirements. You could start as a painter and decorator's labourer or 'mate' and learn on the job. You could get into this job through an apprenticeship.\n  \nYou could take a college course in basic painting and decorating, which may help you when looking for a trainee position.    \nYou'll need a  Construction Skills Certification Scheme (CSCS) card to work on most building sites.\n    Go Construct has more information about careers in painting and decorating.\n",
            "SkillsYoullNeed": "\nYou'll need:\n    practical skills and a high level of attention to detail\n       number skills to work out surface areas and quantities\n       the ability to follow job instructions\n       ",
            "WhatYoullDo": "\nYou'll work on domestic, commercial or industrial jobs. These can range from redecorating homes or offices to applying heavy-duty finishes to structures like bridges. You'd follow a job plan drawn up by your client.\n  \nYour day-to-day tasks may include:\n    measuring surface areas and working out how much paint or wall covering is needed\n       preparinge the materials you need\n       stripping off old wallpaper or layers of paint\n       filling holes and cracks and making sure surfaces are level\n       covering surfaces with primer and undercoat\n       mixing paint to the right shade, often using computerised colour-matching equipment\n       applying coats of paint, hanging wallpaper and adding special finishes like glazes or marbling\n       tidying up after finishing, and cleaning your tools\n         \nOn industrial jobs, you'll use abrasive methods like sandblasting to remove old paintwork, and apply finishes with spray-painting equipment.\n",
            "WorkingHoursPatternsAndEnvironment": "\nYou'll usually work a standard 35 to 40 hour week. You may have to work overtime to  meet a deadline. You'll travel from site to site to complete jobs.\n  \nSome of the work will involve working at height from ladders, scaffolding or a safety cradle. You'll wear protective clothing on all jobs.\n",
            "CareerPathAndProgression": "\nWith experience, you could become a team supervisor or move into related areas like estimating, contract management, interior or set design, or apprentice training.  \nYou could also work in  heritage conservation, or  set up your own business.\n",
            "RelatedJobFamilies": [
                "91d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "f1e78031-de8b-6215-b5d6-ff16007d8c9f"
        },
        {
            "@search.score": 0.00022877159,
            "Id": "4a648131-de8b-6215-b5d6-ff16007d8c9f",
            "OriginalItemId": "20d98031-de8b-6215-b5d6-ff16007d8c9f",
            "PipeId": "fd658431-de8b-6215-b5d6-ff16007d8c9f",
            "ContentType": "Telerik.Sitefinity.DynamicTypes.Model.JobProfiles.JobProfileDisplay",
            "Title": "Construction labourer",
            "PublicationDate": "2016-05-03T12:49:31.997Z",
            "Link": null,
            "Summary": null,
            "Provider": "OpenAccessProvider",
            "SOC": "8149",
            "AlternativeTitles": "Construction operative",
            "Overview": "\nConstruction labourers carry out a range of manual jobs on building sites.\n",
            "EntryRequirements": "\nThere are no set entry requirements. On-site experience and GCSEs or equivalent qualifications in subjects like maths and English could be helpful.\n  \nCollege courses in building or construction skills could give you some of the skills you'll need, or you may be able to get into this career through an  apprenticeship.\n  \nTo work with plant machinery like excavators or dumper trucks, you'll need to be 18 and have a driving licence.",
            "SkillsYoullNeed": "\nYou'll need:\n    the ability to follow written and spoken instructions\n       to be comfortable working at height\n       excellent teamworking skills\n       ",
            "WhatYoullDo": "At the start of a job, you'll help to prepare the site – putting up huts, unloading and storing building materials and setting up ladders and scaffolding. Much of this will be hard physical work.  Once work gets underway, your day-to-day tasks may include:    groundworking – marking out and digging shallow trenches for foundations and drains  formworking – putting up or dismantling the shuttering that holds setting concrete in place  steel fixing – bending and fixing the bars used to reinforce concrete structures  steel piling – fixing steel sheets together to form temporary retaining walls for excavation work  concreting – layering and smoothing concrete for foundations, floors and beams  road working – concreting, laying kerbs, paving and resurfacing.    You'll use various hand, power and machine tools. With further training, you may operate construction plant equipment like dumper trucks and excavators.",
            "WorkingHoursPatternsAndEnvironment": "You'll usually work a basic 39-hour week, often starting early in the morning. Overtime at weekends and evenings may be required to meet deadlines. Seasonal work is common and overnight stays may be necessary.  You'll wear protective clothing and work mostly outdoors. The work often involves carrying heavy loads.",
            "CareerPathAndProgression": "\nWith experience you could specialise in a construction trade, or progress to site supervision, estimating and construction management.",
            "RelatedJobFamilies": [
                "91d18131de8b6215b5d6ff16007d8c9f"
            ],
            "Keywords": "",
            "Language": "",
            "IdentityField": "20d98031-de8b-6215-b5d6-ff16007d8c9f"
        }
    ]
}